{
  "page-title-home": "Wolfblood - Home Page",
  "header-subtitle": "A Game of Deception & Survival",
  "nav-home": "Home",
  "nav-how-to-play": "How to Play?",
  "nav-roles": "Roles",
  "nav-bot-mechanics": "Bot Mechanics",
  "nav-news": "News & Updates",
  "nav-groups": "Groups",
  "nav-about": "About Us",
  "nav-staff": "Bot Staff",
  "nav-contact": "Contact with Us",
  "hero-title": "Welcome to the Village",
  "hero-description": "Wolfblood is the ultimate Turkish Werewolf experience on Telegram. Dive into a thrilling game of strategy and survival with hundreds of unique roles and diverse game modes.",
  "hero-button": "Join the Hunt ➔",
  "feature-1-title": "Hundreds of Roles",
  "feature-1-desc": "Discover unique roles, from the humble Villager to the powerful Alpha Wolf.",
  "feature-2-title": "Dynamic Game Modes",
  "feature-2-desc": "Experience different modes like Treasure, Ranked, and more.",
  "feature-3-title": "Active Community",
  "feature-3-desc": "Join thousands of players in active groups and compete on the leaderboards.",
  "start-title": "How to Start",
  "start-step-1": "Start the @wolfbloodbot on Telegram",
  "start-step-2": "Add the bot to a group chat or use /grouplist to see active groups",
  "start-step-3": "Type /startgame and let the hunt begin!",
  "footer-text": "© 2025 Wolfblood Team - All Rights Reserved.",
  "page-title-play": "Wolfblood - Gameplay",
  "header-subtitle-play": "Playing Guide",
  "play-main-title": "Gameplay 🐺",
  "play-tab-objectives": "Roles & Objectives",
  "play-tab-phases": "Game Phases",
  "play-tab-strategy": "Strategy & Tips",
  "play-tab-rules": "General Rules",
  "play-tab-betrayal": "Betrayal & Cases",
  "play-obj-p1": "Wolfblood is a digital version of the classic \"Werewolf\" game, played via a Telegram bot. This game combines elements of strategy, cooperation, and hidden identities, and can be played with a minimum of 5 people. Players take on different roles, and each person's goal is to ensure their group survives and to eliminate their opponents.",
  "play-obj-h3": "Roles and Objectives",
  "play-obj-h4-1": "1. Villagers 👨‍🌾:",
  "play-obj-p2": "The primary objective of the villagers is to uncover the elements of evil in the village and neutralize them through lynching. During this process, careful observation, logical discussion, and analyzing the behavior of other players are crucial. Villagers can only eliminate wolves or other evil roles with accurate guesses.",
  "play-obj-h4-2": "2. Wolves 🐺:",
  "play-obj-p3": "The goal of the wolves is to equal or exceed the number of villagers. They move secretly during the night, attempting to neutralize villagers. Strategy and cooperation are very important for the wolves, as one wrong move can lead to a decrease in their pack size and a loss of the game.",
  "play-obj-h4-3": "3. Solo Evils 🎭:",
  "play-obj-p4": "Some roles are called \"solo evils,\" and their objective is to survive on their own. These players do not side with either the villagers or the wolves; their strategies are entirely self-serving. Solo evils aim to survive until the end of the game by manipulating other players and acting with caution.",
  "play-phase-h3": "Game Phases",
  "play-phase-h4-1": "1. Night (Action Phase) 🌙:",
  "play-phase-p1": "During the night phase, roles with special abilities become active. As the wolves secretly choose their victims, some special roles can also use their abilities. This phase takes place in complete silence, and the players' actions are hidden from others.",
  "play-phase-h4-2": "2. Day (Discussion Phase) ☀️:",
  "play-phase-p2": "When day arrives, villagers and other roles discuss what happened during the night, evaluate clues, and debate who is suspicious. This phase highlights strategic and persuasive skills; the right analysis can determine the fate of the game.",
  "play-phase-h4-3": "3. Lynch (Hanging Phase) ⚖️:",
  "play-phase-p3": "Following the discussions, the villagers and some other roles decide to eliminate a player from the game by lynching them. Lynching is a critical step to reduce the evil in the village, but wrong decisions can make the job easier for the wolves and evil roles.",
  "play-strat-h3": "Strategy and Tips",
  "play-strat-li1": "Players should carefully watch the behavior of others and adjust their strategies accordingly.",
  "play-strat-li2": "While wolves maintain secrecy, villagers should gain an advantage through cooperation and logical deduction.",
  "play-strat-li3": "Solo evil roles must be careful and patient to manipulate everyone.",
  "play-strat-p1": "The game offers a dynamic experience that combines logic, communication, and strategy at every stage. Wolfblood is full of different strategies and surprises in every round. Players hiding their identities, forming alliances, and trying to outsmart the opposing side make the game both exciting and challenging.",
  "play-rules-h3": "General Rules",
  "play-rules-p1": "To ensure a fair and enjoyable game for everyone, all players must adhere to the following rules:",
  "play-rules-li1": "<b>No Cheating:</b> Using multiple accounts (multi-accounting) in a single game is strictly forbidden.",
  "play-rules-li2": "<b>No Gamethrowing / Betrayal:</b> You must play to achieve your role's win condition. Intentionally helping another team win is not allowed (see \"Betrayal & Cases\" tab for details).",
  "play-rules-li3": "<b>Respect All Players:</b> Harassment, flooding, spamming, personal insults, or any form of toxic behavior will not be tolerated.",
  "play-rules-li4": "<b>No External Communication:</b> Do not share game-related information (like your role, who you targeted, or screenshots) with other players outside of the main game chat (e.t., in private messages), unless your role (like Mason or Werewolf) allows it.",
  "play-rules-li5": "<b>Follow Admin/Mod Instructions:</b> Bot Staff and Moderators are here to help. Please respect their decisions.",
  "play-rules-link-h3": "Wolfblood Global Rules<span class=\"channel-tag\">Channel</span>",
  "play-rules-link-p1": "Global rules for all Wolfblood groups.",
  "play-rules-link-p2": "Click to view the channel ➔",
  "play-betrayal-h3": "Betrayal & Gamethrowing",
  "play-betrayal-p1": "<b>Definition:</b> \"Betrayal\" (also known as gamethrowing) is the act of intentionally and knowingly acting against your own team's victory conditions to help an opposing team win.",
  "play-betrayal-h4-1": "Examples of Betrayal:",
  "play-betrayal-li1": "A <b>Villager</b> refusing to vote for a confirmed Werewolf.",
  "play-betrayal-li2": "A <b>Seer</b> publicly revealing the identity of a crucial village role (like the Guardian Angel or Gunner) to the wolves.",
  "play-betrayal-li3": "A <b>Werewolf</b> intentionally refusing to attack a villager to help the village team win.",
  "play-betrayal-li4": "A <b>Solo Role</b> (like Serial Killer) who stops killing to help the village lynch the last wolf.",
  "play-betrayal-li5": "Any player sharing screenshots or private role information to prove their identity to an opposing team.",
  "play-betrayal-h4-2": "Consequences:",
  "play-betrayal-p2": "Betrayal ruins the game for all players. Reported and confirmed cases of betrayal will result in disciplinary action, which may include a warning, removal from the group, a temporary ban, or a permanent ban from all Wolfblood groups.",
  "play-betrayal-link-h3": "Betrayal Case Channel<span class=\"channel-tag\">Channel</span>",
  "play-betrayal-link-p1": "Report or review betrayal cases here.",
  "play-betrayal-link-p2": "Click to view the channel ➔"
}