{
  "page-title-home": "Wolfblood - Домашняя страница",
  "header-subtitle": "Игра обмана и выживания",
  "nav-home": "Дом",
  "nav-how-to-play": "Как играть?",
  "nav-roles": "Роли",
  "nav-bot-mechanics": "Механика ботов",
  "nav-news": "Новости и обновления",
  "nav-groups": "Группы",
  "nav-about": "О нас",
  "nav-staff": "Бот Персонал",
  "nav-contact": "Свяжитесь с нами",
  "hero-title": "Добро пожаловать в деревню",
  "hero-description": "<span class='notranslate'>Wolfblood</span> – это лучший опыт турецкого оборотня в Telegram. Погрузитесь в захватывающую игру стратегии и выживания с сотнями уникальных ролей и разнообразными игровыми режимами.",
  "hero-button": "Присоединяйтесь к охоте ➔",
  "feature-1-title": "Сотни ролей",
  "feature-1-desc": "Откройте для себя уникальные роли: от скромного деревенского жителя до могущественного Альфа-Волка.",
  "feature-2-title": "Динамические игровые режимы",
  "feature-2-desc": "Испытайте различные режимы, такие как «Сокровище», «Ранговый» и другие.",
  "feature-3-title": "Активное сообщество",
  "feature-3-desc": "Присоединяйтесь к тысячам игроков в активных группах и соревнуйтесь в таблицах лидеров.",
  "start-title": "Как начать",
  "start-step-1": "Запустите бота @<span class='notranslate'>Wolfblood</span> в Telegram",
  "start-step-2": "Добавьте бота в групповой чат или используйте /grouplist, чтобы увидеть активные группы.",
  "start-step-3": "Введите /startgame и начните охоту!",
  "footer-text": "© 2025 Команда <span class='notranslate'>Wolfblood</span> – Все права защищены.",
  "page-title-play": "Wolfblood — Геймплей",
  "header-subtitle-play": "Руководство по игре",
  "play-main-title": "Геймплей 🐺",
  "play-tab-objectives": "Роли и цели",
  "play-tab-phases": "Фазы игры",
  "play-tab-strategy": "Стратегия и советы",
  "play-tab-rules": "Общие правила",
  "play-tab-betrayal": "Предательство и дела",
  "play-obj-p1": "<span class='notranslate'>Wolfblood</span> — это цифровая версия классической игры «Оборотень», в которую можно играть через бота Telegram. Эта игра сочетает в себе элементы стратегии, сотрудничества и скрытых личностей, и в нее могут играть минимум 5 человек. Игроки берут на себя разные роли, и цель каждого — обеспечить выживание своей группы и уничтожить противников.",
  "play-obj-h3": "Роли и цели",
  "play-obj-h4-1": "1. Жители деревни 👨‍🌾:",
  "play-obj-p2": "Основная задача жителей деревни — выявить элементы зла в деревне и нейтрализовать их посредством линчевания. Во время этого процесса решающее значение имеют тщательное наблюдение, логическое обсуждение и анализ поведения других игроков. Жители деревни могут уничтожить волков или других злых персонажей только с помощью точных догадок.",
  "play-obj-h4-2": "2. Волки 🐺:",
  "play-obj-p3": "Цель волков — сравняться с количеством жителей деревни или превысить их. Они передвигаются тайно по ночам, пытаясь нейтрализовать жителей деревни. Стратегия и сотрудничество очень важны для волков, так как одно неверное движение может привести к уменьшению размера их стаи и проигрышу игры.",
  "play-obj-h4-3": "3. Одиночное зло 🎭:",
  "play-obj-p4": "Некоторые роли называются «одиночными злодеями», и их цель — выжить самостоятельно. Эти игроки не поддерживают ни жителей деревни, ни волков; их стратегии полностью корыстны. Одиночные злодеи стремятся выжить до конца игры, манипулируя другими игроками и действуя осторожно.",
  "play-phase-h3": "Фазы игры",
  "play-phase-h4-1": "1. Ночь (Фаза Действия) 🌙:",
  "play-phase-p1": "Во время ночной фазы становятся активными роли с особыми способностями. Поскольку волки тайно выбирают своих жертв, некоторые особые роли также могут использовать их способности. Эта фаза проходит в полной тишине, и действия игроков скрыты от окружающих.",
  "play-phase-h4-2": "2. День (Фаза обсуждения) ☀️:",
  "play-phase-p2": "Когда наступает день, жители деревни и другие роли обсуждают, что произошло ночью, оценивают улики и обсуждают, кто что-то подозрительный. На этом этапе подчеркиваются стратегические навыки и навыки убеждения; правильный анализ может определить судьбу игры.",
  "play-phase-h4-3": "3. Линч (Фаза подвешивания) ⚖️:",
  "play-phase-p3": "После обсуждений жители деревни и некоторые другие роли решают исключить игрока из игры, линчевав его. Линчевание — важнейший шаг к уменьшению зла в деревне, но неправильные решения могут облегчить работу волкам и злодеям.",
  "play-strat-h3": "Стратегия и советы",
  "play-strat-li1": "Игрокам следует внимательно следить за поведением других и соответствующим образом корректировать свои стратегии.",
  "play-strat-li2": "Пока волки сохраняют секретность, жители деревни должны получить преимущество за счет сотрудничества и логического вывода.",
  "play-strat-li3": "Одиночные злые роли должны быть осторожными и терпеливыми, чтобы манипулировать всеми.",
  "play-strat-p1": "Игра предлагает динамичный опыт, сочетающий в себе логику, общение и стратегию на каждом этапе. <span class='notranslate'>Wolfblood</span> полон различных стратегий и сюрпризов в каждом раунде. Игроки, скрывающие свою личность, заключающие союзы и пытающиеся перехитрить противоборствующую сторону, делают игру одновременно захватывающей и сложной.",
  "play-rules-h3": "Общие правила",
  "play-rules-p1": "Чтобы обеспечить честную и приятную игру для всех, все игроки должны соблюдать следующие правила:",
  "play-rules-li1": "<b>Нет мошенничества.</b> Использование нескольких учетных записей (мультиаккаунтов) в одной игре строго запрещено.",
  "play-rules-li2": "<b>Нет бросков и предательств:</b> Вы должны играть, чтобы достичь условия победы для своей роли. Умышленное содействие победе другой команды не допускается (подробнее см. вкладку «Предательство и дела»).",
  "play-rules-li3": "<b>Уважайте всех игроков.</b> Преследование, флуд, спам, личные оскорбления или любые формы токсичного поведения недопустимы.",
  "play-rules-li4": "<b>Нет внешнего общения.</b> Не делитесь информацией, связанной с игрой (например, вашей ролью, на кого вы нацелены, или скриншотами), с другими игроками за пределами основного игрового чата (например, в личных сообщениях), если только ваша роль (например, Мейсон или Оборотень) не позволяет это.",
  "play-rules-li5": "<b>Следуйте инструкциям администратора/модификатора:</b> Сотрудники ботов и модераторы всегда готовы помочь. Пожалуйста, уважайте их решения.",
  "play-rules-link-h3": "<span class='notranslate'>Wolfblood</span> Глобальные правила<span class=\"channel-tag\">Канал</span>",
  "play-rules-link-p1": "Глобальные правила для всех групп <span class='notranslate'>Wolfblood</span>.",
  "play-rules-link-p2": "Нажмите, чтобы просмотреть канал ➔",
  "play-betrayal-h3": "Предательство и бросок в игру",
  "play-betrayal-p1": "<b>Определение:</b> «Предательство» (также известное как бросок игры) — это намеренное и сознательное действие против условий победы вашей собственной команды, чтобы помочь команде противника победить.",
  "play-betrayal-h4-1": "Примеры предательства:",
  "play-betrayal-li1": "<b>Житель</b> отказывается голосовать за подтвержденного Оборотня.",
  "play-betrayal-li2": "<b>Провидец</b>, публично раскрывающий волкам личность ключевой деревенской роли (например, Ангела-хранителя или Стрелка).",
  "play-betrayal-li3": "<b>Оборотень</b> намеренно отказывается атаковать жителя деревни, чтобы помочь деревенской команде победить.",
  "play-betrayal-li4": "<b>Одиночная роль</b> (например, Серийный убийца), который прекращает убивать, чтобы помочь деревне линчевать последнего волка.",
  "play-betrayal-li5": "Любой игрок, который делится скриншотами или личной ролевой информацией, чтобы доказать свою личность команде противника.",
  "play-betrayal-h4-2": "Последствия:",
  "play-betrayal-p2": "Предательство портит игру всем игрокам. Зарегистрированные и подтвержденные случаи предательства повлекут за собой дисциплинарные меры, которые могут включать предупреждение, удаление из группы, временный или постоянный запрет во всех группах <span class='notranslate'>Wolfblood</span>.",
  "play-betrayal-link-h3": "Канал «Дело о предательстве»<span class=\"channel-tag\">Канал</span>",
  "play-betrayal-link-p1": "Сообщите или просмотрите случаи предательства здесь.",
  "play-betrayal-link-p2": "Нажмите, чтобы просмотреть канал ➔",
  "page-title-roles": "Wolfblood — Роли",
  "header-subtitle-roles": "Роли",
  "roles-main-title": "РОЛЬ",
  "roles-main-desc": "Wolf Blood в основном основана на трех командах. Жители деревни, оборотни и сольные роли, которые действуют в одиночку. Каждая команда побеждает как команда, сотрудничая. Команда деревни должна линчевать и уничтожить оборотней сплоченностью и правильными стратегическими действиями. Волчья стая может победить, замаскировав свою личность и убедив жителей деревни поверить им, уничтожив каждого игрока. Сольные роли сами по себе и имеют свои цели. С другой стороны, одиночные убийцы должны уничтожить всех игроков в игре, независимо от команды или роли. Нажимайте на кнопки, чтобы увидеть роли и подробные описания каждой команды.",
  "roles-btn-village": "Деревенская команда",
  "roles-btn-wolf": "Команда оборотней",
  "roles-btn-solo": "Сольные роли",
  "roles-btn-cult": "культист",
  "roles-v-title": "1. СЕЛЬСКАЯ КОМАНДА",
  "roles-v-sub1": "1.1. Стандартные деревенские роли",
  "roles-v-villager-title": "Сельский житель 👱",
  "roles-v-villager-rate": "Коэффициент конверсии в культ: 100%",
  "roles-v-villager-desc": "Вы скромный сельский житель, которому суждено проводить дни за пахотой и едой. Роль Жителя деревни может появляться более одного раза в одной игре. Как уже говорилось, эта роль не имеет никакой другой функции, кроме голосования на линчевании.",
  "roles-v-mason-title": "Мейсон 👷",
  "roles-v-mason-rate": "Коэффициент конверсии в культ: 100%",
  "roles-v-mason-desc": "Если есть другие каменщики, вы узнаете, кто они. В остальном вы ничем не отличаетесь от простого деревенского жителя. Вы должны уделять пристальное внимание собраниям каменщиков. Если кто-то не придет, это может вызвать большие проблемы!",
  "roles-v-clumsy-title": "Неуклюжий парень 🤕",
  "roles-v-clumsy-rate": "Коэффициент конверсии в культ: 100%",
  "roles-v-clumsy-desc": "Вы попытаетесь проголосовать, но с вероятностью 50% вы проголосуете за кого-то другого, а не за того, кого вы намеревались. Тем не менее, вы являетесь частью деревенской команды.",
  "roles-v-wolfman-title": "Человек-волк 👱🌚",
  "roles-v-wolfman-rate": "Коэффициент конверсии в культ: 100%",
  "roles-v-wolfman-desc": "Поскольку большую часть времени вы проводите в лесу, где водятся настоящие волки, Провидец смутится и подумает, что вы оборотень! Вы невинный сельский житель, но уровень вашей жизни сбивает с толку других жителей…",
  "roles-v-sub2": "1.2. Раскрываемые роли",
  "roles-v-gunner-title": "Наводчик 🔫",
  "roles-v-gunner-rate": "Коэффициент конверсии в культ: 100%",
  "roles-v-gunner-desc": "У тебя есть две пули. В течение дня вы можете застрелить другого игрока. Все услышат выстрел и узнают, что вы — Стрелок. У вас будут дополнительные пули в зависимости от количества игроков. В более крупных играх у вас будет больше бросков.",
  "roles-v-blacksmith-title": "Кузнец ⚒️",
  "roles-v-blacksmith-rate": "Коэффициент конверсии в культ: 60%",
  "roles-v-blacksmith-desc": "Вы деревенский слесарь. У вас есть небольшое количество серебряной пыли, достаточное, чтобы предотвратить нападение волков на одну ночь. В течение дня вы можете измельчить его в пыль и разложить по деревне. В остальном вы всего лишь сельский житель.",
  "roles-v-mayor-title": "Мэр 🎖",
  "roles-v-mayor-rate": "Коэффициент конверсии в культ: 100%",
  "roles-v-mayor-desc": "Ваш голос во время линча будет засчитан как два голоса после того, как вы раскроете себя.",
  "roles-v-prince-title": "Принц 👑",
  "roles-v-prince-rate": "Коэффициент конверсии в культ: 100%",
  "roles-v-prince-desc": "Вы сбежали от скучной и изнеженной жизни и проводите большую часть времени с жителями деревни. Если они попытаются вас линчевать, вы раскроете свое королевское происхождение, и общественность поймет свою ошибку, поэтому никого линчевать не удастся.",
  "roles-v-sandman-title": "Песочный человек 💤",
  "roles-v-sandman-rate": "Коэффициент конверсии в культ: 60%",
  "roles-v-sandman-desc": "Один раз за игру вы можете использовать свой волшебный песок, чтобы погрузить всех в такой глубокий сон, что никто не сможет выполнять свои ночные действия.",
  "roles-v-troublemaker-title": "Нарушитель спокойствия 🤯",
  "roles-v-troublemaker-rate": "Коэффициент конверсии в культ: 100%",
  "roles-v-troublemaker-desc": "Злой деревенский подросток. Однажды ты так разозлишься, что в деревне будут линчевать двух человек вместо одного!",
  "roles-v-spec1": "<span class='notranslate'>Wolfblood</span> Новые роли",
  "roles-v-doctor-title": "Доктор 🧑‍⚕️",
  "roles-v-doctor-rate": "Коэффициент конверсии в культ: 60%",
  "roles-v-doctor-desc": "Вы можете вернуть игрока к жизни одним касанием, и помните, что в играх с большим количеством игроков у вас может быть шанс воскресить более одного.",
  "roles-v-sub3": "1.3. Охотник-культист и помощники",
  "roles-v-ch-title": "Охотник за культистами 💂",
  "roles-v-ch-rate": "Коэффициент конверсии в культ: 0%",
  "roles-v-ch-desc": "Вы лидер деревни. Пока эта деревня борется с темными порождениями ночи, вы не допустите коррупции и защитите единство этой деревни! Ваша цель — каждую ночь навещать игроков, чтобы узнать, являются ли они членами культа. В тот момент, когда вы обнаружите культистов, вы лишите их жизни. Вы не можете обнаружить волков, но если вы посетите серийного убийцу, вы умрете!",
  "roles-v-harlot-title": "Блудница 💋",
  "roles-v-harlot-rate": "Коэффициент конверсии в культ: 70%",
  "roles-v-harlot-desc": "Вы выберете игрока, которого посетите ночью и переночуете в чужом доме. Если игрок, которого вы посещаете, не является Волком/Серийным убийцей, вы выживете и убедитесь, что люди, которых вы посещаете, частично безвредны. Если вы посетите волка или серийного убийцу или их цель, вы умрете. Во время визитов оборотни не застанут вас дома, но это не относится к серийному убийце.",
  "roles-v-harlot-note": "*Можно выжить, даже если вы играете роль Поджигателя или Провидца. Они сочтут роль Поджигателя неуместной, но подумают, что такие роли, как Провидец, Предатель и Демон, безвредны.",
  "roles-v-seer-title": "Провидец 👳",
  "roles-v-seer-rate": "Коэффициент конверсии в культ: 40%",
  "roles-v-seer-desc": "Каждую ночь вы будете выбирать игрока и видеть его роль. Некоторые роли могут вас смутить, поэтому с этой ролью вам придется быть очень осторожным.",
  "roles-v-ga-title": "Ангел-хранитель 👼",
  "roles-v-ga-rate": "Коэффициент конверсии в культ: 60%",
  "roles-v-ga-desc": "Каждую ночь вы будете выбирать игрока и защищать его от возможных атак. Если ваша цель подвергнется нападению, вы спасете ей жизнь. Если вы попытаетесь защитить оборотня, ваш шанс выжить составит 50%.",
  "roles-v-detective-title": "Детектив 🕵️",
  "roles-v-detective-rate": "Коэффициент конверсии в культ: 70%",
  "roles-v-detective-desc": "В течение дня вы будете выбирать игрока, чтобы определить его личность. Когда придет время линчевания, к вам придет информация о выбранном вами игроке. У оборотней есть 40% шанс обнаружить вас.",
  "roles-v-sub4": "1.4. Союзник",
  "roles-v-traitor-title": "Предатель 🖕",
  "roles-v-traitor-rate": "Коэффициент конверсии в культ: 100%",
  "roles-v-traitor-desc": "Вы ничем не отличаетесь от обычного деревенского жителя, пока не умрут все живые оборотни. После того, как все оборотни будут мертвы, вы превратитесь в оборотня и продолжите терроризировать деревню. Провидец может увидеть в вас жителя деревни или оборотня… Это полностью зависит от случая.",
  "roles-v-cursed-title": "Проклятый 😾",
  "roles-v-cursed-rate": "Коэффициент конверсии в культ: 60%",
  "roles-v-cursed-desc": "Вы ничем не отличаетесь от обычного деревенского жителя, пока на вас не нападут оборотни. Когда на вас нападут оборотни, сработает ваше проклятие, и вы сразу превратитесь в оборотня.",
  "roles-v-wildchild-title": "Дикий ребенок 👶",
  "roles-v-wildchild-rate": "Коэффициент конверсии в культ: 100%",
  "roles-v-wildchild-desc": "В первую ночь вы выберете себе образец для подражания. Если ваш образец для подражания умрет/убьется любым способом, вы немедленно превратитесь в оборотня.",
  "roles-v-wildchild-note": "*Роль «Дикий ребенок» может появиться в игре, если первая ночь начинается со 120 секунд. Если первая ночь длится 90 секунд, у роли Дикого Ребенка нет шансов появиться!",
  "roles-v-cupid-title": "Купидон 🏹",
  "roles-v-cupid-rate": "Коэффициент конверсии в культ: 100%",
  "roles-v-cupid-desc": "Богиня, посланная на Землю с луком и двумя стрелами. Вы можете выбрать двух игроков (включая себя), чтобы они влюбились друг в друга навсегда. Если один умирает, другой тоже умирает от горя. Смертельные случаи AFK являются исключением.",
  "roles-v-cupid-note": "*Роль Эроса может появиться в игре, если первая ночь начинается со 120 секунд. Если первая ночь длится 90 секунд, шансов на появление роли Эроса нет!",
  "roles-v-sub5": "1,5. Роли поддержки",
  "roles-v-drunk-title": "Пьяный 🍻",
  "roles-v-drunk-rate": "Коэффициент конверсии в культ: 100%",
  "roles-v-drunk-desc": "Вы ничем не отличаетесь от обычного деревенского жителя. Вы просто много пьете, из-за чего уровень алкоголя в крови повышается. Если волки решат вас съесть, они не смогут напасть следующей ночью.",
  "roles-v-beholder-title": "Наблюдатель 👁",
  "roles-v-beholder-rate": "Коэффициент конверсии в культ: 50%",
  "roles-v-beholder-desc": "Вам расскажут, кто такой Провидец. Вы будете тем, кто узнает, присутствует ли Провидец в игре или нет. Вы также узнаете, когда придет новый Провидец.",
  "roles-v-appseer-title": "Ученик Провидца 🙇",
  "roles-v-appseer-rate": "Коэффициент конверсии в культ: 100%",
  "roles-v-appseer-desc": "На данный момент вы простой сельский житель. Однако, когда Провидец умрет, вы станете новым Провидцем в качестве его преемника.",
  "roles-v-wiseelder-title": "Мудрый Старейшина 📚",
  "roles-v-wiseelder-rate": "Коэффициент конверсии в культ: 30%",
  "roles-v-wiseelder-desc": "Вы можете пережить одну атаку оборотня, чего нельзя сказать о втором. Если Стрелок, Алхимик или Охотник нацелятся на вас, они от горя потеряют свои силы и превратятся в обычных жителей деревни.",
  "roles-v-spec2": "[ИЗМЕНЕНИЕ РОЛЕЙ]",
  "roles-v-gravedigger-title": "Могильщик ☠️",
  "roles-v-gravedigger-rate": "Коэффициент конверсии в культ: 30%",
  "roles-v-gravedigger-desc1": "Мертвые остаются мертвыми, живые с нами. Начиная со второй ночи, вы будете копать могилы для мертвых игроков. Да, даже самые худшие заслуживают того, чтобы их похоронили с честью! Пока вы хороните погибших игроков, вас не будет дома. Поэтому ваши посетители либо не застанут вас дома, либо упадут в одну из могил и умрут, пытаясь добраться до вашего дома. Пребывание на свежем воздухе имеет как свои преимущества, так и недостатки. Случайно вас могут заметить и убить оборотни или серийный убийца.",
  "roles-v-gravedigger-desc2": "Вы можете использовать способность одного из мертвых игроков один раз.",
  "roles-v-spec3": "<span class='notranslate'>Wolfblood</span> Новые роли",
  "roles-v-boss-title": "Босс 🎩",
  "roles-v-boss-rate": "Коэффициент конверсии в культ: 10%",
  "roles-v-boss-desc": "У вас сильная ненависть к культистам. Всякий раз, когда вы сталкиваетесь с культом, вы вступаете в его ряды, притворяясь одним из них. Однако культисты знают о вашей истинной личности, и вы каждую ночь тайно сообщаете деревенской команде количество культистов.",
  "roles-v-skeleton-title": "Скелет 💀",
  "roles-v-skeleton-rate": "Коэффициент конверсии в культ: 40%",
  "roles-v-skeleton-desc": "Даже за могилой твой дух будет преследовать деревню! После вашей смерти у вас будет шанс заблокировать способности игрока. Вы можете сделать этот выбор в любое время, и он заблокирует все действия игрока на 1 день.",
  "roles-v-miner-title": "Шахтер ⛏️",
  "roles-v-miner-rate": "Коэффициент конверсии в культ: 80%",
  "roles-v-miner-desc": "Каждую ночь вы роете туннели к домам жителей деревни. Благодаря туннелям, которые вы роете, игроки с ночными действиями будут путаться и по незнанию попадут в случайный дом. Вы не можете копать дом одного и того же игрока две ночи подряд.",
  "roles-v-executioner-title": "Палач 🦸‍♂",
  "roles-v-executioner-rate": "Коэффициент конверсии в культ: 60%",
  "roles-v-executioner-desc": "Палач берет на себя ответственность за процесс линчевания, демонстрируя исключительные навыки и бросая вызов другим жителям деревни. Когда истинная личность Палача раскрывается, они берут на себя управление, выбирая двух человек из деревни. Затем жители деревни должны использовать свои голоса, чтобы решить, кто из этих двух человек будет казнен. Человек, выбранный большинством, будет казнен.",
  "roles-v-sub6": "1.6. Мощные роли",
  "roles-v-hunter-title": "Охотник 🎯",
  "roles-v-hunter-rate": "Коэффициент конверсии в культ: 50%",
  "roles-v-hunter-desc": "Без винтовки ты не сможешь спать спокойно и никогда не ляжешь спать. Если вы умрете, вы сможете выбрать кого-нибудь другого, чтобы убить. Если на вас напал оборотень, у вас есть шанс победить оборотня, но вы не можете выбрать убийство.",
  "roles-v-hunter-note": "Если на вас напал оборотень, ваш шанс на победу составляет 30%. Ваш шанс увеличится на 20% за каждого дополнительного оборотня. Кроме того, если вас убьет серийный убийца, у вас будет шанс застрелить кого-нибудь, как при линчевании.",
  "roles-v-spec4": "[ИЗМЕНЕНИЕ РОЛЕЙ]",
  "roles-v-chemist-title": "Химик 🧪",
  "roles-v-chemist-rate": "Коэффициент конверсии в культ: 100%",
  "roles-v-chemist-desc1": "Вы сумасшедший учёный, который экспериментирует на живых существах. В первую ночь вы готовите 4 зелья, 2 из которых смертельные яды и 2 безвредные обезболивающие. Вы можете выбрать цель, дать им по одному и предоставить им самим решать свою судьбу!",
  "roles-v-chemist-desc2": "Если злой персонаж погибнет от яда, вы получите 2 дополнительных зелья. После посещения кого-либо необходимо подождать 1 день, прежде чем посещать другого игрока.",
  "roles-v-spec5": "<span class='notranslate'>Wolfblood</span> Новые роли",
  "roles-v-snitch-title": "Снитч 🦜",
  "roles-v-snitch-rate": "Коэффициент конверсии в культ: 100%",
  "roles-v-snitch-desc": "Самый любопытный житель всей деревни. Ваша страсть к сплетням привела вас к тому, что вы узнали скрытые истины каждого. На последнем вздохе вы можете раскрыть самую глубокую и темную тайну любого игрока, заставив его раскрыть свою личность.",
  "roles-v-pawn-title": "Пешка ♟",
  "roles-v-pawn-rate": "Коэффициент конверсии в культ: 60%",
  "roles-v-pawn-desc": "Каждую ночь ты будешь выбирать кого защищать. Если на вашу цель нападут, вы пожертвуете собой. Если вы попытаетесь защитить волка или серийного убийцу, вы умрете.",
  "roles-v-pawn-note": "У вас нет шансов против цели серийного убийцы. Они могут убить и вас, и вашу цель одновременно.",
  "roles-v-soldier-title": "Солдат 🪖",
  "roles-v-soldier-rate": "Коэффициент конверсии в культ: 40%",
  "roles-v-soldier-desc": "Когда восходит солнце, вы можете спасти кого-то от голосов линчевателя. Если выбранный игрок подвергнется линчеванию и умрет, у вас будет одноразовая возможность перенаправить голоса линчевателя другому игроку по вашему выбору.",
  "roles-v-sub7": "1.7. Роли видения",
  "roles-v-fool-title": "Дурак 🃏",
  "roles-v-fool-rate": "Коэффициент конверсии в культ: 40%",
  "roles-v-fool-desc": "Говорят, что Дурак — Провидец… Когда они решают увидеть чью-то роль ночью, им говорят случайную роль.",
  "roles-v-augur-title": "Авгур 🦅",
  "roles-v-augur-rate": "Коэффициент конверсии в культ: 40%",
  "roles-v-augur-desc": "У вас есть способность видеть вещи, но вы сильно отличаетесь от провидца или оракула. Вы тот, кто может видеть роли, которых нет в деревне. Вы также не увидите одну и ту же роль дважды!",
  "roles-v-oracle-title": "Оракул 🌀",
  "roles-v-oracle-rate": "Коэффициент конверсии в культ: 50%",
  "roles-v-oracle-desc": "Каждую ночь вы можете посмотреть на кого-то, но вы увидите только то, чем он НЕ является. Вам будет предоставлена ​​роль кого-то еще, кто еще жив в игре. Так что обратите внимание на то, какая роль упоминается, ведь это значит, что кто-то еще жив.",
  "roles-v-spec6": "<span class='notranslate'>Wolfblood</span> Новые роли",
  "roles-v-preacher-title": "Проповедник 🛐",
  "roles-v-preacher-rate": "Коэффициент конверсии в культ: 30%",
  "roles-v-preacher-desc": "Молиться за игрока можно ночью. Если игрок, за которого вы молились, убит, вы узнаете личность и роль его убийцы. Однако они также узнают вашу личность. Эту способность можно использовать начиная со второй ночи.",
  "roles-w-title": "2. КОМАНДА ВОЛКА",
  "roles-w-sub1": "2.1. Оборотни",
  "roles-w-werewolf-title": "Оборотень 🐺",
  "roles-w-werewolf-rate": "Коэффициент конверсии в культ: 0%",
  "roles-w-werewolf-desc": "Каждую ночь ты будешь выбирать, кого поесть. Ваша цель — манипулировать деревенскими жителями, заставить их поверить вам и уравнять количество живых игроков с количеством вашей волчьей стаи. Ваша цель — создать хаос в деревне, уничтожить всех врагов и победить!",
  "roles-w-alpha-title": "Альфа Волк ⚡️",
  "roles-w-alpha-rate": "Коэффициент конверсии в культ: 0%",
  "roles-w-alpha-desc": "Вы источник беды. Ваш укус — причина проклятия, превращающего людей в оборотней. Каждую ночь вы будете выбирать человека, которого хотите атаковать и убить, но пока вы живы, вероятность того, что ваша жертва превратится в оборотня, составляет 20%.",
  "roles-w-cub-title": "Волчонок 🐶",
  "roles-w-cub-rate": "Коэффициент конверсии в культ: 0%",
  "roles-w-cub-desc": "Вас очень любит волчья стая. Как и другие волки, вы будете выбирать жителя деревни, которого будете атаковать и убивать каждую ночь. Если вас убьют, ваша волчья стая сойдет с ума от ярости и следующей ночью нападет на двух человек. Хотя ты все равно будешь мертв.",
  "roles-w-lycan-title": "Ликан 🐺🌝",
  "roles-w-lycan-rate": "Коэффициент конверсии в культ: 0%",
  "roles-w-lycan-desc": "Вы волк, но Провидец смутится и увидит в вас деревенского жителя.",
  "roles-w-snow-title": "Снежный Волк 🐺☃️",
  "roles-w-snow-rate": "Коэффициент конверсии в культ: 0%",
  "roles-w-snow-desc": "Каждую ночь вместо того, чтобы следовать за своей стаей и охотиться на кого-то, вы бродите в одиночестве, чтобы заморозить кого-нибудь независимого от стаи. Замороженный человек (если он есть) не может использовать никакое ночное действие. Однако на следующую ночь у их жертвы останется некоторая остаточная сила, поэтому ее нельзя заморозить второй раз подряд.",
  "roles-w-spec1": "<span class='notranslate'>Wolfblood</span> Новые роли",
  "roles-w-shadow-title": "Тень Волка 🐺🌚",
  "roles-w-shadow-rate": "Коэффициент конверсии в культ: 0%",
  "roles-w-shadow-desc": "Как и обычные оборотни, вы можете убить кого-нибудь каждую ночь. Но у вас есть теневая способность, отличная от всех остальных волков. Когда вы используете свои способности, тени скрывают голоса жителей деревни как «?». на боте, но остаются видимыми для группы. Однако способность не влияет на группу волков и позволяет им видеть, кого они линчевают.",
  "roles-w-conjurer-title": "Фокусник Волк 🐺✨",
  "roles-w-conjurer-rate": "Коэффициент конверсии в культ: 0%",
  "roles-w-conjurer-desc": "У вас есть секретная способность. Когда вы его используете, человек с наименьшим количеством голосов, а не с наибольшим, погибнет при голосовании линчевателя.",
  "roles-w-rogue-title": "Разбойник Волк 🐺🧧",
  "roles-w-rogue-rate": "Коэффициент конверсии в культ: 0%",
  "roles-w-rogue-desc": "Вы известны своей хитростью и способностью выдавать себя за другого игрока. В первую ночь у вас есть возможность выбрать игрока, которому будете подражать. Если вас остановят проницательные роли или вы умрете, вы будете известны как роль, которую вы имитируете. Если игрок, которого вы изображаете, обладает какой-либо раскрывающей способностью, вы также можете подражать ей. Но помните, что реального эффекта это не будет иметь.",
  "roles-w-illusionist-title": "Иллюзионист Волк 🐺🪄",
  "roles-w-illusionist-rate": "Коэффициент конверсии в культ: 0%",
  "roles-w-illusionist-desc1": "Вы носите маску лжи… и это работает.",
  "roles-w-illusionist-desc2": "Когда проницательные роли проверяют вас, они видят роль случайного жителя деревни, и да, эта роль действительно существует в игре. Вы знаете, какой именно, с самого начала. Если вас линчевали, эту бедную душу утащат с вами в могилу. Если они уже мертвы, вы выберете новую цель. Изгибайте реальность. Обмануть деревню. Возьмите кого-нибудь с собой. Ты не просто волк, ты и есть само шоу.",
  "roles-w-sub2": "2.2. Союзники-оборотни",
  "roles-w-sorcerer-title": "Колдун 🔮",
  "roles-w-sorcerer-rate": "Коэффициент конверсии в культ: 40%",
  "roles-w-sorcerer-desc": "Вместо жителей деревни вы вступите в союз с порождениями ночи. Ночью вы будете использовать свою силу, чтобы найти волков или проницательных/опасных ролей, таких как Провидец. Вы выиграете только в том случае, если победят волки. Наслаждайтесь помощью в уничтожении этих несчастных жителей деревни.",
  "roles-w-spec2": "<span class='notranslate'>Wolfblood</span> Новые роли",
  "roles-w-poseidon-title": "Посейдон 🧜",
  "roles-w-poseidon-rate": "Коэффициент конверсии в культ: 40%",
  "roles-w-poseidon-desc": "Один раз за игру вы можете убить случайного игрока деревенской команды, вызвав цунами. Когда вы решите вызвать цунами, деревня будет уведомлена о приближении цунами, но ваша личность не будет раскрыта.",
  "roles-s-title": "3. СОЛЬНЫЕ РОЛЬ",
  "roles-s-tanner-title": "Таннер 👺",
  "roles-s-tanner-rate": "Коэффициент конверсии в культ: 40%",
  "roles-s-tanner-desc": "Ваша цель довольно проста: быть линчеванным! Ваши мазохистские чувства находятся на пике, и конкретный источник боли сводит вас с ума! Вы выиграете игру, только если вас линчевали, а все остальные проиграют. Любой другой способ умереть для вас — пытка.",
  "roles-s-doppel-title": "Двойник 🎭",
  "roles-s-doppel-rate": "Коэффициент конверсии в культ: 0%",
  "roles-s-doppel-desc1": "Легенда гласит, что ваши предки были оборотнями и могли выбирать любую форму, какую хотели. Вы унаследовали некоторые из их способностей. Выберите игрока, и когда этот игрок умрет, вы возьмете на себя его роль. Вы никогда не сможете победить в чистом виде! После того, как вы получите роль выбранного вами игрока, вы будете служить команде, которой принадлежит эта роль.",
  "roles-s-doppel-desc2": "У вас нет коэффициента конверсии в культ. Он будет определяться процентом конверсии выбранной вами роли.",
  "roles-s-doppel-note": "*Роль Доппельгангера может появиться в игре, если первая ночь начинается со 120 секунд. Если первая ночь длится 90 секунд, шансов на появление роли Доппельгангера нет!",
  "roles-s-thief-title": "Вор 😈",
  "roles-s-thief-rate": "Коэффициент конверсии в культ: 0%",
  "roles-s-thief-desc1": "Вор — это роль, играемая в двух режимах.",
  "roles-s-thief-desc2": "Обычный вор каждую ночь выбирает цель и крадет ее роль. Если им удастся украсть роль, цель потеряет свою роль и превратится в жителя деревни.",
  "roles-s-thief-desc3": "В режиме Endless Thief этот цикл продолжается. Вор крадет роль у своей цели, и человек, у которого украли роль, становится новым вором.",
  "roles-s-spec1": "Одиночные убийцы",
  "roles-s-sk-title": "Серийный убийца 🔪",
  "roles-s-sk-rate": "Коэффициент конверсии в культ: 0%",
  "roles-s-sk-desc": "Ты псих, который только что сбежал из местного приюта. Ваша цель — чтобы все остальные умерли. Каждую ночь вы можете добавить тело игрока в свою коллекцию. Очень мало силы, которая может вас остановить, вы можете победить всех! Чтобы победить, вы должны остаться единственным в живых.",
  "roles-s-arso-title": "Поджигатель 🔥",
  "roles-s-arso-rate": "Коэффициент конверсии в культ: 0%",
  "roles-s-arso-desc": "Каждую ночь вы будете посещать дома, чтобы облить их бензином. Вы можете либо поджечь свою единственную цель на следующую ночь, чтобы убить ее, либо вы можете накопить несколько жертв для массовой резни и поджечь их. Вы выиграете игру, только если останетесь последним в живых.",
  "roles-s-arso-note": "*У вас будет дополнительный бензин в течение дня, пока в игре не останется в живых оборотней/серийных убийц.",
  "roles-s-spec2": "<span class='notranslate'>Wolfblood</span> Новые роли",
  "roles-s-slave-title": "Раб 😵‍💫",
  "roles-s-slave-rate": "Коэффициент конверсии в культ: 100%",
  "roles-s-slave-desc": "Вы не на стороне ни одной команды в деревне. Ваша единственная цель – передать данную вам цель в жестокие руки правосудия (линчевать их). Вы должны линчевать свою цель, полагая, что она нарушает мир в деревне. Если ваша цель умирает по какой-либо причине, кроме линчевания, вы должны впасть в отчаяние и попытаться линчевать себя. Если вашу цель линчевали, вы выиграете игру.",
  "roles-c-title": "4. КУЛЬТ",
  "roles-c-cultist-title": "Культист 👤",
  "roles-c-cultist-rate": "Н/Д",
  "roles-c-cultist-desc": "Каждую ночь вы можете выбрать одного игрока, которого вы попытаетесь обратить в свой культ. Если все игроки, оставшиеся в живых в конце игры, окажутся культистами, они победят.",
  "roles-c-spec1": "Курсы и условия обращения в культ",
  "roles-c-100-title": "%100 Конверсия",
  "roles-c-100-desc1": "Роли, перечисленные ниже, напрямую склонны к переходу в Культ. Любая попытка обратить их приведет к их непосредственному присоединению к Культу.",
  "roles-c-100-desc2": "✔️ Житель деревни 👱<br>✔️ Пьяный 🍻<br>✔️ Ученик провидца 🙇<br>✔️ Человек-волк 👱🌚<br>✔️ Мейсон 👷<br>✔️ Неуклюжий парень 🤕<br>✔️ Нарушитель спокойствия 🤯<br>✔️ Мэр 🎖<br>✔️ Принц 👑<br>✔️ Наводчик 🔫<br>✔️ Амур 🏹<br>✔️ Дикий ребенок 👶<br>✔️ Предатель 🖕<br>✔️ Депрессивный 😨<br>✔️ Химик 👨‍🔬<br>✔️ Раб 😵‍💫<br>✔️ Стукач 🦜",
  "roles-c-80-title": "%80 Конверсия",
  "roles-c-80-desc1": "Роли, перечисленные ниже, имеют высокую склонность к обращению в Культ. Они проявляют мало «веры».",
  "roles-c-80-desc2": "✔️Пацифист ☮️<br>✔️Шахтер ⛏️",
  "roles-c-75-title": "%75 Конверсия",
  "roles-c-75-desc1": "✔️Кузнец ⚒️",
  "roles-c-70harlot-title": "Конверсия %70 (Блудница 💋)",
  "roles-c-70harlot-desc1": "✔️Блудница 💋",
  "roles-c-70harlot-note": "Примечание: Блудницы нет дома во время их ночных визитов. Они невосприимчивы к обращениям в культы во время посещения. Когда они остаются дома, у них есть 70% шанс на обращение.",
  "roles-c-70detective-title": "Конверсия %70 (Детектив 🕵️)",
  "roles-c-70detective-desc1": "✔️Детектив 🕵️",
  "roles-c-60ga-title": "Конверсия %60 (GA 👼)",
  "roles-c-60ga-desc1": "✔️Ангел-хранитель 👼",
  "roles-c-60ga-note": "Примечание: Ангела-Хранителя нет дома во время их ночных визитов. Они невосприимчивы к обращениям в культы во время посещения. Когда они остаются дома, у них есть 60% шанс на обращение.",
  "roles-c-60-title": "%60 Конверсия",
  "roles-c-60-desc1": "Перечисленные здесь роли ближе к классу «Высокая Вера». У них больше шансов противостоять Культу.",
  "roles-c-60-desc2": "✔️Песочный человек 💤<br>✔️Проклятый 😾<br>✔️Пешка ♟<br>✔️Палач 🦸‍♂",
  "roles-c-50hunter-title": "Конверсия %50 (Охотник 🎯)",
  "roles-c-50hunter-desc1": "✔️Городской охотник 🎯",
  "roles-c-50hunter-note": "Примечание: Городской Охотник явно не любит посетителей. В случае визита культиста существует 30% вероятность того, что он убьет посетителя. Если это удастся, оставшиеся 70% делятся 50/50: либо Культистам удастся их обратить, либо Охотник сопротивляется и не присоединяется к Культу.",
  "roles-c-50-title": "%50 Конверсия",
  "roles-c-50-desc1": "Как вы могли догадаться, роли в этом списке имеют вероятность конвертации 50/50. Это чистая удача!",
  "roles-c-50-desc2": "✔️Beholder 👁<br>✔️Oracle 🌀",
  "roles-c-40-title": "%40 Конверсия",
  "roles-c-40-desc1": "Роли в этом списке можно считать «Сопротивляющимися». Они окажут решительную борьбу с Культом.",
  "roles-c-40-desc2": "✔️Провидец 👳<br>✔️Дурак 🃏<br>✔️Авгур 🦅<br>✔️Кожевник 👺<br>✔️Колдун 🔮<br>✔️Скелет 💀<br>✔️Посейдон 🧜<br>✔️Солдат 🪖",
  "roles-c-30digger-title": "Конверсия %30 (Могильщик ☠️)",
  "roles-c-30digger-desc1": "✔️Могильщик ☠️",
  "roles-c-30digger-note": "Примечание: Могильщика нет дома после второй ночи, так как он занят мертвецами. Культисты либо не найдут их дома, либо погибнут, упав по пути в открытую могилу.",
  "roles-c-30-title": "%30 Конверсия",
  "roles-c-30-desc1": "Игроки в этом списке имеют роли «высокой веры». Хотя их присутствие представляет угрозу для культистов, они являются последними, кого можно привлечь к обращению.",
  "roles-c-30-desc2": "✔️Мудрый старец 📚<br>✔️Проповедник 🛐",
  "roles-c-10-title": "%10 Конверсия",
  "roles-c-10-desc1": "✔️Босс 🎩",
  "roles-c-0immune-title": "Конверсия %0 (иммунитет)",
  "roles-c-0immune-desc1": "✔️Двойник 🎭<br>✔️Вор 😈<br>✔️Охотник за культистами 💂<br>✔️Серийный убийца 🔪<br>✔️Поджигатель 🔥<br>Оборотни 🐺❓",
  "roles-c-0immune-note": "Иммунный роллер (Двойник, Сектант-Охотник, SK, Поджигатель, Оборотни) всегда доступен. Подробная информация о наличии карт памяти (базовый список прослушиваний).",
  "roles-c-0doppel-title": "Конверсия %0 (Двойник 🎭)",
  "roles-c-0doppel-desc1": "✔️Двойник 🎭",
  "roles-c-0doppel-note": "Примечание. Доппельгангер невосприимчив к культистам до тех пор, пока его образец для подражания не умрет и он не возьмет на себя новую роль. После перехода на новую роль их коэффициент конверсии меняется в зависимости от этой роли.",
  "roles-c-0ch-title": "Конверсия %0 (Охотник-культист 💂)",
  "roles-c-0ch-desc1": "✔️Охотник за культистами 💂",
  "roles-c-0ch-note": "Примечание: иммунитет к культистам. Любая попытка обратить их фатальна. Если культисты попытаются обратить их в свою веру, они потеряют своего нового члена, а Охотник за культистами узнает об оставшемся количестве членов культа.",
  "roles-c-0sk-title": "Конверсия %0 (Серийный убийца 🔪)",
  "roles-c-0sk-desc1": "✔️Серийный убийца 🔪",
  "roles-c-0sk-note": "Примечание: иммунитет к культистам. Любая попытка обращения приводит к полной смерти культиста.",
  "roles-c-0arso-title": "Конверсия %0 (Поджигатель 🔥)",
  "roles-c-0arso-desc1": "✔️Поджигатель 🔥",
  "roles-c-0arso-note": "Примечание: иммунитет к культистам. Члены культа не могут найти свою цель дома.",
  "roles-c-0wolf-title": "Конверсия %0 (Оборотни 🐺❓)",
  "roles-c-0wolf-desc1": "Оборотни 🐺❓",
  "roles-c-0wolf-note": "Примечание. Все типы волков невосприимчивы к культистам. Члены культа не могут найти свою цель дома. Если Волки не атакуют (остаются дома), любая попытка обращения приведет к полной смерти Культиста.",
  "roles-c-autocv-title": "👤🫂 УСЛОВИЯ АВТО-РЕЗЮМЕ/УСЛОВИЯ ДЛЯ КУЛЬТА 🫂👤",
  "roles-c-autocv-p1": "Когда число членов культа превысит половину числа живых игроков, игра завершится победой культа, и все получат авто-резюме. Исключения ниже;",
  "roles-c-autocv-li1": "➠ Если Охотник-культист 💂 жив",
  "roles-c-autocv-li2": "➠ Если есть оборотень 🐺/серийный убийца 🔪/поджигатель 🔥 жив",
  "roles-c-autocv-li3": "➠ Если Доппельгангер 🎭 (коэффициент конверсии 0% в чистой форме) / Вор 😈 жив",
  "roles-c-autocv-li4": "➠ Если Охотник 🎯 (вреден для посетителей) жив",
  "roles-c-autocv-li5": "➠ Если Могильщик ☠️ (вреден для посетителей) жив",
  "roles-c-autocv-li6": "➠ Если стрелок 🔫 жив (с пулей(ами), иначе может произойти автоматическое резюме)",
  "roles-c-autocv-li7": "➠ Если мэр 🎖 существует и его голос может уравновесить цифры",
  "roles-c-autocv-li8": "➠ Если Химик 👨‍🔬 (потенциальный убийца) жив",
  "roles-c-autocv-p-end": "Если эти условия существуют в текущей игре, автоматическое резюме не может произойти. Их нужно убить или отдать, если есть шанс.",
  "page-title-mech": "Wolfblood — Механика ботов",
  "header-subtitle-mech": "Алгоритм <span class='notranslate'>Wolfblood</span>",
  "mech-main-title": "Алгоритм <span class='notranslate'>Wolfblood</span>",
  "mech-main-desc": "Добро пожаловать в ядро ​​<span class='notranslate'>Wolfblood</span>. На этой странице подробно описана внутренняя логика игры, от балансировки ролей до сложных функций подсчета очков, определяющих групповой рейтинг. Изучите вкладки ниже, чтобы понять, как работает алгоритм.",
  "mech-tab-balancing": "Балансировка ролей",
  "mech-tab-score": "Механика очков",
  "mech-tab-calculator": "Калькулятор групповых баллов",
  "mech-bal-title": "Точки балансировки ролей (BP)",
  "mech-bal-btn-all": "Все",
  "mech-bal-btn-village": "Деревня",
  "mech-bal-btn-wolf": "Волк",
  "mech-bal-btn-solo": "Соло",
  "mech-bal-btn-cult": "Культ",
  "mech-bal-search-placeholder": "Поиск роли или заметки...",
  "mech-bal-th-role": "Имя роли",
  "mech-bal-th-team": "Команда",
  "mech-bal-th-bp": "Точка баланса (ТП) ▾",
  "mech-bal-th-notes": "Исключения/Примечания",
  "mech-role-alpha": "Альфа Волк ⚡️",
  "mech-team-wolf": "Волк",
  "mech-role-lycan": "Ликан 🐺🌝",
  "mech-note-lycan": "Если Провидец 👳 существует в игре: 14",
  "mech-role-cub": "Волчонок 🐶",
  "mech-note-cub": "Если существует какой-либо союзник (🧜/🔮) или дополнительный волк 🐺: 12",
  "mech-role-snow": "Снежный Волк 🐺☃️",
  "mech-role-shadow": "Тень Волка 🐺🌚",
  "mech-role-conjurer": "Фокусник Волк 🐺✨",
  "mech-role-illusionist": "Иллюзионист Волк 🐺🪄",
  "mech-role-wolf": "Оборотень 🐺",
  "mech-role-rogue": "Разбойник Волк 🐺🧧",
  "mech-role-poseidon": "Посейдон 🧜",
  "mech-role-sk": "Серийный убийца 🔪",
  "mech-team-solo": "Соло",
  "mech-note-sk": "Если в играх крупнее 7:6 есть другие плохие игроки",
  "mech-role-arso": "Поджигатель 🔥",
  "mech-note-arso": "Если в играх крупнее 7:6 есть другие плохие игроки",
  "mech-role-doctor": "Доктор 🧑‍⚕️",
  "mech-team-village": "Деревня",
  "mech-role-ga": "Ангел-хранитель 👼",
  "mech-note-ga": "Если Поджигатель 🔥 существует в игре: 8",
  "mech-role-detective": "Детектив 🕵️",
  "mech-role-seer": "Провидец 👳",
  "mech-note-seer": "Если в игре существуют Ликан 🐺🌝 или Человек-волк 👱🌚: 5",
  "mech-role-harlot": "Блудница 💋",
  "mech-note-harlot": "Если в игре не существует Волка 🐺, Серийного убийцы 🔪 или Культиста 👤: 2",
  "mech-role-sorcerer": "Колдун 🔮",
  "mech-role-chemist": "Химик 🧪",
  "mech-role-sandman": "Песочный человек 💤",
  "mech-role-appseer": "Ученик Провидца 🙇",
  "mech-note-appseer": "Если Провидец 👳 существует в игре: 7",
  "mech-role-cultist": "Культист 👤",
  "mech-team-cult": "Культ",
  "mech-note-cultist": "По количеству (n) игроков, обладающих иммунитетом (0%): 6 - n<br>По количеству (n) членов Культа: 6 + n",
  "mech-role-gunner": "Наводчик 🔫",
  "mech-role-tanner": "Таннер 👺",
  "mech-role-hunter": "Городской Охотник 🎯",
  "mech-role-oracle": "Оракул 🌀",
  "mech-role-troublemaker": "Нарушитель спокойствия 🤯",
  "mech-role-snitch": "Снитч 🦜",
  "mech-role-blacksmith": "Кузнец ⚒️",
  "mech-note-blacksmith": "Если в игре нет Волка 🐺: 4",
  "mech-role-ch": "Охотник за культистами 💂",
  "mech-role-beholder": "Наблюдатель 👁",
  "mech-note-beholder": "Если Провидец 👳 существует в игре: 6",
  "mech-role-mayor": "Мэр 🎖",
  "mech-role-gravedigger": "Могильщик ☠️",
  "mech-role-pawn": "Пешка ♟",
  "mech-role-wiseelder": "Мудрый Старейшина 📚",
  "mech-note-wiseelder": "Если в игре нет Волка 🐺: 1",
  "mech-role-fool": "Дурак 🃏",
  "mech-note-fool": "Если в игре участвуют 6 и менее игроков: 5.",
  "mech-role-drunk": "Пьяный 🍻",
  "mech-role-prince": "Принц 👑",
  "mech-role-boss": "Босс 🎩",
  "mech-role-pacifist": "Пацифист ☮️",
  "mech-role-soldier": "Солдат 🪖",
  "mech-role-miner": "Шахтер ⛏️",
  "mech-role-mason": "Мейсон 👷",
  "mech-note-mason": "По числу (n) каменщиков: 2 + n",
  "mech-role-doppel": "Двойник 🎭",
  "mech-role-augur": "Авгур 🦅",
  "mech-role-preacher": "Проповедник 🛐",
  "mech-role-villager": "Сельский житель 👱",
  "mech-role-wolfman": "Человек-волк 👱🌚",
  "mech-role-clumsy": "Неуклюжий парень 🤕",
  "mech-role-thief": "Вор 😈",
  "mech-role-slave": "Раб 😵‍💫",
  "mech-role-cupid": "Купидон 🏹",
  "mech-role-cursed": "Проклятый 😾",
  "mech-role-wildchild": "Дикий ребенок 👶",
  "mech-role-traitor": "Предатель 🖕",
  "mech-role-skeleton": "Скелет 💀",
  "mech-role-executioner": "Палач 🦸‍♂️",
  "mech-score-title": "Механика игрового счета",
  "mech-score-tab-std": "Стандартные баллы",
  "mech-score-tab-role": "Ролевые точки",
  "mech-score-league-title": "Штрафы за рейтинг в лиге",
  "mech-score-th-league": "Лига",
  "mech-score-th-range": "Диапазон точек",
  "mech-score-th-penalty": "Штраф",
  "mech-score-bonus-title": "Бонусные баллы (стандарт)",
  "mech-score-bonus1": "<code>+1</code> Бонус за время выживания (20–40 минут) при проигрыше или победе",
  "mech-score-bonus2": "<code>+1</code> Бонус за время выживания (20–40 минут) при проигрыше или победе",
  "mech-score-bonus3": "<code>+1</code> Бонус за время выживания (20–40 минут) при проигрыше или победе",
  "mech-score-penalty-title": "Штрафные баллы (Стандарт)",
  "mech-score-penalty1": "<code>-3</code> AFK Пенальти: проигрыш или победа",
  "mech-score-penalty2": "<code>-4</code> Штраф AFK для 💂 Охотника-культиста и ⚡️ Альфа-Волка либо проиграет, либо выиграет",
  "mech-score-team-base-title": "Базовые очки команды",
  "mech-score-th-team": "Команда",
  "mech-score-th-win": "Выиграйте базовый счет",
  "mech-score-th-loss": "Базовый балл потерь",
  "mech-score-th-early": "Бонус за раннюю смерть (при проигрыше)",
  "mech-score-team-village": "<b>Деревенская сторона</b>",
  "mech-score-early-village": "Ранняя смерть (5-9 пенсов) в День 1 (+3)<br>Ранняя смерть (10-21 очка) в Дни 1-2 (+3)<br>Ранняя смерть (22-35 пенсов) в Дни 1-2-3 (+3)",
  "mech-score-team-wolves": "<b>Оборотни</b>",
  "mech-score-early-wolves": "Для одиночного волка (0)<br>Более 1 волка (+2)",
  "mech-score-team-ally": "<b>Союзник</b>",
  "mech-score-early-ally": "Ранняя смерть (+2)",
  "mech-score-team-killers": "<b>Убийцы-одиночки (🔪//🔥)</b>",
  "mech-score-early-na": "Н/Д",
  "mech-score-team-tanner": "<b>Таннер</b>",
  "mech-score-early-tanner": "Ранняя смерть (+2)",
  "mech-score-team-solo": "<b>Одиночные роли</b>",
  "mech-score-win-solo": "<code>Двойник 🎭: Зависит от образца для подражания.<br>Вор 😈: Никогда не побеждает.<br>Раб 😵‍💫 (+7)</code>",
  "mech-score-loss-solo": "<code>Двойник 🎭 (-1)<br>Вор 😈 (-1)<br>Раб 😵‍💫 (-3)</code>",
  "mech-score-early-solo": "Ранняя смерть (+2)",
  "mech-score-team-cultist": "<b>Культист</b>",
  "mech-score-early-cultist": "Ранняя смерть (+2)",
  "mech-spec-search-placeholder": "Поиск точек, специфичных для роли...",
  "mech-spec-title-village": "Деревенская команда",
  "mech-spec-bonus-village": "Бонусные очки (Деревня)",
  "mech-spec-v-b1": "<code>{+1}</code> <b>💂 Охотник за культистами</b> <span class=\"moving-arrow\">—»</span> <b>Охоться на любой культ 👤</b>",
  "mech-spec-v-b2": "<code>{+1}</code> <b>👳 Провидец</b> <span class=\"moving-arrow\">—»</span> <b>Найдите любую плохую роль</b>",
  "mech-spec-v-b3": "<code>{+3}</code> <b>💋 Блудница</b> <span class=\"moving-arrow\">—»</span> <b>Посетите любого оборотня 🐺 // Серийный убийца 🔪</b>",
  "mech-spec-v-b4": "<code>{+1}</code> <b>💋 Блудница</b> <span class=\"moving-arrow\">—»</span> <b>Обнаружение любого культиста 👤</b>",
  "mech-spec-v-b5": "<code>{+4}</code> <b>👼 Ангел-хранитель</b> <span class=\"moving-arrow\">—»</span> <b>Спасти жизнь</b>",
  "mech-spec-v-b6": "<code>{+1}</code> <b>👼 Ангел-хранитель</b> <span class=\"moving-arrow\">—»</span> <b>Убрать дом</b>",
  "mech-spec-v-b7": "<code>{+1}</code> <b>🕵️ Детектив</b> <span class=\"moving-arrow\">—»</span> <b>Найдите любую плохую роль</b>",
  "mech-spec-v-b8": "<code>{+3}</code> <b>🔫 Стрелок</b> <span class=\"moving-arrow\">—»</span> <b>Стреляйте в любого неудачного броска</b>",
  "mech-spec-v-b9": "<code>{+2}</code> <b>🧪 Химик</b> <span class=\"moving-arrow\">—»</span> <b>Убить любого плохого ролла</b>",
  "mech-spec-v-b10": "<code>{+1}</code> <b>🧑‍⚕️ Доктор</b> <span class=\"moving-arrow\">—»</span> <b>Оживить любого игрока</b>",
  "mech-spec-v-b11": "<code>{+2}</code> <b>🛐 Проповедник</b> <span class=\"moving-arrow\">—»</span> <b>Обнаружить убийцу</b>",
  "mech-spec-v-b12": "<code>{+1}</code> <b>♟ Пешка</b> <span class=\"moving-arrow\">—»</span> <b>Пожертвуйте собой ради помощников</b>",
  "mech-spec-tip-helpers": "Помощники:",
  "mech-spec-tip-helpers-list": "• Провидец 👳<br>• Детектив🕵️‍♂️<br>• Блудница 💋<br>• Ангел-хранитель 👼<br>• Проповедник 🛐<br>• Шахтер ⛏️<br>• Пешка ♟️",
  "mech-spec-v-b13": "<code>{+2}</code> <b>♟ Пешка</b> <span class=\"moving-arrow\">—»</span> <b>Принесите себя в жертву ради охотника за культистами 💂‍♀️</b>",
  "mech-spec-v-b14": "<code>{+1}</code> <b>🪖 Солдат</b> <span class=\"moving-arrow\">—»</span> <b>Сохраните всех помощников</b>",
  "mech-spec-v-b15": "<code>{+2}</code> <b>🪖 Солдат</b> <span class=\"moving-arrow\">—»</span> <b>Спасти охотника-сектанта 💂‍♀️</b>",
  "mech-spec-v-b16": "<code>{+5}</code> <b>🎖 Мэр</b> <span class=\"moving-arrow\">—»</span> <b>Победите, когда останется только 2 игрока</b>",
  "mech-spec-v-b17": "<code>{+3}</code> <b>💀 Скелет</b> <span class=\"moving-arrow\">—»</span> <b>Уклоняйтесь от любого неудачного броска</b>",
  "mech-spec-v-b18": "<code>{+1}</code> <b>☠️ Могильщик</b> <span class=\"moving-arrow\">—»</span> <b>Когда какой-нибудь неудачный бросок упадет вам в живот</b>",
  "mech-spec-tip-hint": "Намекать:",
  "mech-spec-v-b18-tip": "Когда Grave Digger украл среди них какие-либо роли, они также могут получить бонусные и штрафные очки.",
  "mech-spec-v-b19": "<code>{+3}</code> <b>🎯 Охотник</b> <span class=\"moving-arrow\">—»</span> <b>Уничтожьте любого оборотня 🐺 во время ночной атаки</b>",
  "mech-spec-v-b20": "<code>{+3}</code> <b>🎯 Охотник</b> <span class=\"moving-arrow\">—»</span> <b>Убейте любую плохую роль при линчевании</b>",
  "mech-spec-v-b21": "<code>{+3}</code> <b>📚 Мудрый старейшина</b> <span class=\"moving-arrow\">—»</span> <b>Защитить от атаки оборотня 🐺</b>",
  "mech-spec-v-b22": "<code>{+2}</code> <b>🍻 Пьяный</b> <span class=\"moving-arrow\">—»</span> <b>Съеден любым оборотнем 🐺</b>",
  "mech-spec-v-b23": "<code>{+1}</code> <b>🤕 Неуклюжий парень</b> <span class=\"moving-arrow\">—»</span> <b>Успеть быть съеденным // убит</b>",
  "mech-spec-v-b23-tip": "Самосуд линчевать не получится. Вас должны убивать любые плохие роли.",
  "mech-spec-v-b24": "<code>{+2}</code> <b>😨 Депрессивный</b> <span class=\"moving-arrow\">—»</span> <b>Убить случайным образом любую плохую роль</b>",
  "mech-spec-v-b25": "<code>{+1}</code> <b>Линчевать плохие роли</b>",
  "mech-spec-tip-exceptions": "Исключения:",
  "mech-spec-v-b25-tip": "<code>Таннер 👺</code><br>Роли, указанные выше, не включаются в бонус. Линчевание этих ролей не засчитывается как +1 балл!",
  "mech-spec-penalty-village": "Штрафные очки (Деревня)",
  "mech-spec-v-p1": "<code>{-2}</code> <b>💂 Охотник за сектантом</b> <span class=\"moving-arrow\">—»</span> <b>Охота на серийного убийцу 🔪</b>",
  "mech-spec-v-p2": "<code>{-4}</code> <b>💂 Охотник за культистами</b> <span class=\"moving-arrow\">—»</span> <b>Умереть как AFK</b>",
  "mech-spec-v-p3": "<code>{-2}</code> <b>💋 Блудница</b> <span class=\"moving-arrow\">—»</span> <b>Умереть во время пребывания дома</b>",
  "mech-spec-v-p4": "<code>{-2}</code> <b>👼 Ангел-хранитель</b> <span class=\"moving-arrow\">—»</span> <b>Защитите любого оборотня 🐺 // Серийный убийца 🔪</b>",
  "mech-spec-v-p5": "<code>{-2}</code> <b>🔫 Gunner</b> <span class=\"moving-arrow\">—»</span> <b>Убить культиста-охотника 💂‍♀️ // любые помощники // Мудрый старейшина 📚</b>",
  "mech-spec-v-p6": "<code>{-1}</code> <b>🔫 Gunner</b> <span class=\"moving-arrow\">—»</span> <b>Убить любую раскрытую роль</b>",
  "mech-spec-tip-revealed": "Раскрытые роли:",
  "mech-spec-tip-revealed-list": "• Стрелок 🔫<br>• Мэр🎖<br>• Кузнец ⚒️<br>• Принц 👑<br>• Пацифист ☮️<br>• Песочный человек 💤<br>• Нарушитель спокойствия 🤯<br>• Химик 🧪<br>• Доктор 🧑‍⚕️",
  "mech-spec-v-p7": "<code>{-2}</code> <b>🧪 Химик</b> <span class=\"moving-arrow\">—»</span> <b>Убить охотника-культиста 💂‍♀️ // любые помощники // Мудрый старейшина 📚</b>",
  "mech-spec-v-p8": "<code>{-1}</code> <b>🧪 Химик</b> <span class=\"moving-arrow\">—»</span> <b>Убить любую обнаруженную роль</b>",
  "mech-spec-v-p9": "<code>{-1}</code> <b>🪖 Солдат</b> <span class=\"moving-arrow\">—»</span> <b>Охотник за культистами Линча 💂‍♀️ // любые помощники</b>",
  "mech-spec-v-p10": "<code>{-2}</code> <b>🪖 Солдат</b> <span class=\"moving-arrow\">—»</span> <b>Сохраните все плохие роли</b>",
  "mech-spec-v-p11": "<code>{-1}</code> <b>♟ Пешка</b> <span class=\"moving-arrow\">—»</span> <b>Защитите серийного убийцу 🔪</b>",
  "mech-spec-v-p12": "<code>{-2}</code> <b>☮️ Пацифист</b> <span class=\"moving-arrow\">—»</span> <b>Не спасаясь при линчевании</b>",
  "mech-spec-v-p13": "<code>{-2}</code> <b>💀 Скелет</b> <span class=\"moving-arrow\">—»</span> <b>Уклоняйтесь от охотника-культиста 💂‍♀️ // любые помощники</b>",
  "mech-spec-v-p14": "<code>{-2}</code> <b>🎯 Hunter</b> <span class=\"moving-arrow\">—»</span> <b>Убить охотника-культиста 💂‍♀️ // любые помощники // Мудрый старейшина 📚</b>",
  "mech-spec-v-p15": "<code>{-1}</code> <b>🎯 Охотник</b> <span class=\"moving-arrow\">—»</span> <b>Убить любую раскрытую роль</b>",
  "mech-spec-v-p16": "<code>{-1}</code> <b>📚 Мудрый старейшина</b> <span class=\"moving-arrow\">—»</span> <b>Умереть при второй атаке оборотня 🐺</b>",
  "mech-spec-v-p17": "<code>{-1}</code> <b>👷 Мейсон</b> <span class=\"moving-arrow\">—»</span> <b>Партнер Мейсона по линчеванию</b>",
  "mech-spec-v-p18": "<code>{-1}</code> <b>Охотник за культистами Линча 💂 или раскрытая роль</b>",
  "mech-spec-title-wolf": "Команда Волков",
  "mech-spec-bonus-wolf": "Бонусные очки (Волк)",
  "mech-spec-w-b1": "<code>{+8}</code> <b>⚡️ Альфа-Волк</b> <span class=\"moving-arrow\">—»</span> <b>Заразить серийного убийцу 🔪</b>",
  "mech-spec-w-b2": "<code>{+7}</code> <b>⚡️ Альфа-Волк</b> <span class=\"moving-arrow\">—»</span> <b>Заразить блудницу 💋</b>",
  "mech-spec-w-b3": "<code>{+4}</code> <b>⚡️ Альфа-Волк</b> <span class=\"moving-arrow\">—»</span> <b>Заразить Мудрого Старейшину 📚</b>",
  "mech-spec-w-b4": "<code>{+3}</code> <b>⚡️ Альфа-Волк</b> <span class=\"moving-arrow\">—»</span> <b>Заразить культиста-охотника 💂</b>",
  "mech-spec-w-b5": "<code>{+2}</code> <b>⚡️ Альфа-Волк</b> <span class=\"moving-arrow\">—»</span> <b>Помощник по заражению</b>",
  "mech-spec-w-b6": "<code>{+1}</code> <b>⚡️ Альфа-Волк</b> <span class=\"moving-arrow\">—»</span> <b>Заразить любую роль</b>",
  "mech-spec-w-b7": "<code>{+2}</code> <b>🐺✨ Волк-Чародей</b> <span class=\"moving-arrow\">—»</span> <b>Помощник Линча</b>",
  "mech-spec-w-b8": "<code>{+2}</code> <b>🐺❄️ Снежный волк</b> <span class=\"moving-arrow\">—»</span> <b>Помощник по заморозке</b>",
  "mech-spec-w-b9": "<code>{+1}</code> <b>🐺❄️ Снежный волк</b> <span class=\"moving-arrow\">—»</span> <b>Заморозить любую роль ночного действия</b>",
  "mech-spec-tip-nightroles": "Роли ночного действия:",
  "mech-spec-tip-nightroles-list": "• Провидец 👳<br>• Детектив🕵️‍♂️<br>• Блудница 💋<br>• Ангел-хранитель 👼<br>• Дурак 🃏<br>• Сектант Охотник 💂<br>• Оракул 🌀<br>• Проповедник 🛐<br>• Шахтер ⛏️<br>• Пешка ♟️",
  "mech-spec-w-b10": "<code>{+2}</code> <b>🐶 Волчонок</b> <span class=\"moving-arrow\">—»</span> <b>Нанести две атаки</b>",
  "mech-spec-w-b11": "<code>{+4}</code> <b>Все оборотни</b> <span class=\"moving-arrow\">—»</span> <b>Съесть серийного убийцу</b>",
  "mech-spec-w-b12": "<code>{+2}</code> <b>Все оборотни</b> <span class=\"moving-arrow\">—»</span> <b>Ешь помощника</b>",
  "mech-spec-w-b13": "<code>{+1}</code> <b>Все оборотни</b> <span class=\"moving-arrow\">—»</span> <b>Найти проклятых 😾</b>",
  "mech-spec-w-b14": "<code>{+1}</code> <b>Все оборотни</b> <span class=\"moving-arrow\">—»</span> <b>Убить 👶 образец для подражания дикого ребенка</b>",
  "mech-spec-w-b15": "<code>{+1}</code> <b>Все оборотни</b> <span class=\"moving-arrow\">—»</span> <b>Случайно убить могильщика ☠️</b>",
  "mech-spec-w-b16": "<code>{+1}</code> <b>Все оборотни</b> <span class=\"moving-arrow\">—»</span> <b>Каждые 4 еды</b>",
  "mech-spec-w-b17": "<code>{+1}</code> <b>🔮 Волшебник</b> <span class=\"moving-arrow\">—»</span> <b>Найди любого волка 🐺</b>",
  "mech-spec-w-b18": "<code>{+1}</code> <b>🔮 Волшебник</b> <span class=\"moving-arrow\">—»</span> <b>Обнаружение помощников</b>",
  "mech-spec-w-b19": "<code>{+1}</code> <b>🔮 Волшебник</b> <span class=\"moving-arrow\">—»</span> <b>Откройте для себя Посейдона 🧜</b>",
  "mech-spec-w-b20": "<code>{+1}</code> <b>🔱 Посейдон</b> <span class=\"moving-arrow\">—»</span> <b>Убить охотника-культиста 💂</b>",
  "mech-spec-w-b21": "<code>{+1}</code> <b>🔱 Посейдон</b> <span class=\"moving-arrow\">—»</span> <b>Убить помощника</b>",
  "mech-spec-w-b22": "<code>{+2}</code> <b>🔱 Посейдон</b> <span class=\"moving-arrow\">—»</span> <b>Убить Таннера 👺</b>",
  "mech-spec-w-b23": "<code>{+2}</code> <b>🔱 Посейдон</b> <span class=\"moving-arrow\">—»</span> <b>Убить культиста 👤</b>",
  "mech-spec-w-b24": "<code>{+4}</code> <b>🔱 Посейдон</b> <span class=\"moving-arrow\">—»</span> <b>Убить поджигателя 🔥 // Серийный убийца 🔪</b>",
  "mech-spec-penalty-wolf": "Штрафные очки (Волк)",
  "mech-spec-w-p1": "<code>{-4}</code> <b>⚡️ Альфа-Волк</b> <span class=\"moving-arrow\">—»</span> <b>Умереть как AFK</b>",
  "mech-spec-w-p2": "<code>{-1}</code> <b>🐺✨ Волк-Чародей</b> <span class=\"moving-arrow\">—»</span> <b>Союзник Линча (🧜/🔮) // Оборотень 🐺</b>",
  "mech-spec-w-p3": "<code>{-2}</code> <b>🐺❄️ Снежный волк</b> <span class=\"moving-arrow\">—»</span> <b>Freeze Sorcerer 🔮</b>",
  "mech-spec-w-p4": "<code>{-1}</code> <b>Все оборотни</b> <span class=\"moving-arrow\">—»</span> <b>Поражение от городского охотника 🎯</b>",
  "mech-spec-w-p5": "<code>{-1}</code> <b>Все оборотни</b> <span class=\"moving-arrow\">—»</span> <b>Ешь пьяный 🍻 // Мудрый старейшина 📚</b>",
  "mech-spec-w-p6": "<code>{-1}</code> <b>Все оборотни</b> <span class=\"moving-arrow\">—»</span> <b>Упал</b>",
  "mech-spec-w-p7": "<code>{-1}</code> <b>Все оборотни</b> <span class=\"moving-arrow\">—»</span> <b>Заблокировано GA 👼</b>",
  "mech-spec-w-p8": "<code>{-1}</code> <b>Все оборотни</b> <span class=\"moving-arrow\">—»</span> <b>Eat Sorcerer 🔮 // Poseidon 🧜</b>",
  "mech-spec-w-p9": "<code>{-1}</code> <b>Все оборотни</b> <span class=\"moving-arrow\">—»</span> <b>Попробуйте съесть серийного убийцу 🔪 и умрете</b>",
  "mech-spec-w-p10": "<code>{-1}</code> <b>Все оборотни</b> <span class=\"moving-arrow\">—»</span> <b>От пустого до поджигателя 🔥 // Блудница 💋</b>",
  "mech-spec-w-p11": "<code>{-1}</code> <b>🔮 Колдун</b> <span class=\"moving-arrow\">—»</span> <b>Линчевание товарищей по команде</b>",
  "mech-spec-w-p12": "<code>{-1}</code> <b>🔱 Посейдон</b> <span class=\"moving-arrow\">—»</span> <b>Линчевание товарищей по команде</b>",
  "mech-spec-title-solo": "Соло-команда",
  "mech-spec-bonus-solo": "Бонусные баллы (соло)",
  "mech-spec-s-b1": "<code>{+1}</code> <b>🔥 Поджигатель</b> <span class=\"moving-arrow\">—»</span> <b>Сгореть пьяным 🍻</b>",
  "mech-spec-s-b2": "<code>{+2}</code> <b>🔥 Поджигатель</b> <span class=\"moving-arrow\">—»</span> <b>Сжечь всех помощников // Городской охотник 🎯</b>",
  "mech-spec-s-b3": "<code>{+1}</code> <b>🔥 Поджигатель</b> <span class=\"moving-arrow\">—»</span> <b>Каждые 4 горения</b>",
  "mech-spec-s-b4": "<code>{+1}</code> <b>🔥 Поджигатель</b> <span class=\"moving-arrow\">—»</span> <b>Культ сожжения 👤 // Оборотни 🐺</b>",
  "mech-spec-s-b5": "<code>{+2}</code> <b>🔥 Поджигатель</b> <span class=\"moving-arrow\">—»</span> <b>Сжечь альфу ⚡️</b>",
  "mech-spec-s-b6": "<code>{+1}</code> <b>🔪 Серийный убийца</b> <span class=\"moving-arrow\">—»</span> <b>Нанести удар любым помощникам</b>",
  "mech-spec-s-b7": "<code>{+1}</code> <b>🔪 Серийный убийца</b> <span class=\"moving-arrow\">—»</span> <b>Когда оборотни 🐺 нападают на серийного убийцу 🔪 и они умирают</b>",
  "mech-spec-s-b8": "<code>{+1}</code> <b>🔪 Серийный убийца</b> <span class=\"moving-arrow\">—»</span> <b>Когда Поджигатель 🔥 атакует Серийного убийцу 🔪 и они умирают</b>",
  "mech-spec-s-b9": "<code>{+1}</code> <b>🔪 Серийный убийца</b> <span class=\"moving-arrow\">—»</span> <b>Когда сектант-охотник 💂 // Культ 👤 атакует серийного убийцу 🔪 и они умирают</b>",
  "mech-spec-s-b10": "<code>{+1}</code> <b>🔪 Серийный убийца</b> <span class=\"moving-arrow\">—»</span> <b>Когда Ангел-Хранитель 👼 // Блудница 💋 // Химик 🧪 нападает на Серийного Убийцу 🔪 и они умирают</b>",
  "mech-spec-s-b11": "<code>{+1}</code> <b>🔪 Серийный убийца</b> <span class=\"moving-arrow\">—»</span> <b>Случайно убить могильщика ☠️</b>",
  "mech-spec-s-b12": "<code>{+1}</code> <b>🔪 Серийный убийца</b> <span class=\"moving-arrow\">—»</span> <b>Каждые 4 ножевых удара</b>",
  "mech-spec-s-b13": "<code>{+1}</code> <b>😵‍💫 Раб</b> <span class=\"moving-arrow\">—»</span> <b>Линчевать свою главную цель</b>",
  "mech-spec-s-b14": "<code>{+1}</code> <b>😵‍💫 Раб</b> <span class=\"moving-arrow\">—»</span> <b>Линчевать себя</b>",
  "mech-spec-tip-info": "Информация:",
  "mech-spec-s-b14-tip": "Этот бонус будет активен, если 😵‍💫 Раб потерял свою цель и сумел линчевать себя за победу.",
  "mech-spec-s-b15": "<code>{+2}</code> <b>😵‍💫 Раб</b> <span class=\"moving-arrow\">—»</span> <b>Линчевать цель «раскрытой роли»</b>",
  "mech-spec-s-b16": "<code>{+3}</code> <b>😵‍💫 Раб</b> <span class=\"moving-arrow\">—»</span> <b>Охотник за культистами Линча 💂 // Цель помощников</b>",
  "mech-spec-s-b17": "<code>{+4}</code> <b>😵‍💫 Раб</b> <span class=\"moving-arrow\">—»</span> <b>Линч любого оборотня 🐺 // Союзник (🔮/🧜) Цель</b>",
  "mech-spec-s-b18": "<code>{+5}</code> <b>😵‍💫 Раб</b> <span class=\"moving-arrow\">—»</span> <b>Серийный убийца Линча 🔪 // Поджигатель 🔥 Цель</b>",
  "mech-spec-s-b19": "<code>{+7}</code> <b>😵‍💫 Раб</b> <span class=\"moving-arrow\">—»</span> <b>Линч Таннер 👺 Цель</b>",
  "mech-spec-s-b20": "<code>{+3}</code> <b>👺 Таннер</b> <span class=\"moving-arrow\">—»</span> <b>Устроить наконец-то линчевание на троих</b>",
  "mech-spec-s-b21": "<code>{+4}</code> <b>👺 Таннер</b> <span class=\"moving-arrow\">—»</span> <b>Станьте линчевателем во время Культового 👤 большинства</b>",
  "mech-spec-s-b22": "<code>{+7}</code> <b>👺 Таннер</b> <span class=\"moving-arrow\">—»</span> <b>Линчевать, когда оставшиеся игроки плохи</b>",
  "mech-spec-tip-badroles": "Плохие роли:",
  "mech-spec-tip-badroles-list": "• любой Оборотень 🐺<br>• Серийный убийца 🔪<br>• Поджигатель 🔥<br>• Культ 👤<br>• Союзник (🔮/🧜)<br>• Таннер 👺",
  "mech-spec-s-b23": "<code>{-</code> <b>Двойник 🎭</b> <span class=\"moving-arrow\">—»</span><b>Эта роль нигде не дает бонусных баллов. Их бонусные баллы варьируются в зависимости от их ролевой модели.</b>",
  "mech-spec-s-b24": "<code>{-</code> <b>Вор 😈</b> <span class=\"moving-arrow\">—»</span><b>Роль нигде не дает бонусных очков. Их бонусные баллы варьируются в зависимости от следующей украденной роли.</b>",
  "mech-spec-penalty-solo": "Штрафные очки (соло)",
  "mech-spec-s-p1": "<code>{-1}</code> <b>🔥 Поджигатель</b> <span class=\"moving-arrow\">—»</span> <b>Когда они пытаются убить Городского Охотника 🎯 и умирают.</b>",
  "mech-spec-s-p2": "<code>{-1}</code> <b>🔥 Поджигатель</b> <span class=\"moving-arrow\">—»</span> <b>Когда они пытаются стать серийным убийцей 🔪 и умирают.</b>",
  "mech-spec-s-p3": "<code>{-1}</code> <b>🔥 Поджигатель</b> <span class=\"moving-arrow\">—»</span> <b>Когда сначала сжигают Кулитста-Охотника 💂</b>",
  "mech-spec-s-p4": "<code>{-1}</code> <b>🔥 Поджигатель</b> <span class=\"moving-arrow\">—»</span> <b>Упал в живот</b>",
  "mech-spec-s-p5": "<code>{-1}</code> <b>🔪 Серийный убийца</b> <span class=\"moving-arrow\">—»</span> <b>Когда сначала убивают Кулитста-Охотника 💂</b>",
  "mech-spec-s-p6": "<code>{-1}</code> <b>🔪 Серийный убийца</b> <span class=\"moving-arrow\">—»</span> <b>Когда они пытаются убить Городского Охотника 🎯 и застрелены ими.</b>",
  "mech-spec-s-p7": "<code>{-1}</code> <b>🔪 Серийный убийца</b> <span class=\"moving-arrow\">—»</span> <b>Упал в живот</b>",
  "mech-spec-s-p8": "<code>{-</code> <b>Двойник 🎭</b> <span class=\"moving-arrow\">—»</span><b>Эта роль нигде не имеет штрафных очков. Их штрафные баллы варьируются в зависимости от их ролевой модели.</b>",
  "mech-spec-s-p9": "<code>{-</code> <b>Вор 😈</b> <span class=\"moving-arrow\">—»</span><b>Эта роль нигде не имеет штрафных очков. Их штрафные очки варьируются в зависимости от их следующей украденной роли.</b>",
  "mech-spec-title-cult": "Команда культистов",
  "mech-spec-bonus-cult": "Бонусные очки (Культист)",
  "mech-spec-c-b1": "<code>{+1}</code> <b>👤 Культист</b> <span class=\"moving-arrow\">—»</span> <b>Убедить игрока</b>",
  "mech-spec-c-b2": "<code>{+2}</code> <b>👤 Культист</b> <span class=\"moving-arrow\">—»</span> <b>Уговорить помощника</b>",
  "mech-spec-c-b3": "<code>{+2}</code> <b>👤 Культист</b> <span class=\"moving-arrow\">—»</span> <b>Убедить союзника</b>",
  "mech-spec-tip-allies": "Союзники:",
  "mech-spec-tip-allies-list": "• Колдун 🔮<br>• Посейдон 🧜",
  "mech-spec-c-b4": "<code>{+2}</code> <b>👤 Культист</b> <span class=\"moving-arrow\">—»</span> <b>Роль сопротивления убеждению</b>",
  "mech-spec-tip-resisting": "Помощники:",
  "mech-spec-tip-resisting-list": "• Судья 🧑‍⚖️<br>• Мэр 🎖<br>• Химик 🧪<br>• Стрелок 🔫<br>• Могильщик ☠️<br>• Охотник 🎯<br>",
  "mech-spec-c-b4-tip1": "По словам механика авто-резюма, роли могут уклоняться от авто-резюма, даже если культисты составляют большинство. Вот почему роли относятся к категории ролей сопротивления.<br>",
  "mech-spec-c-b4-tip2": "Автокультовая ситуация не будет в счет. Сектанты должны попытаться сами.",
  "mech-spec-c-b5": "<code>{+3}</code> <b>👤 Культист</b> <span class=\"moving-arrow\">—»</span> <b>Конвиенс Таннер 👺</b>",
  "mech-spec-c-b6": "<code>{+5}</code> <b>👤 Культист</b> <span class=\"moving-arrow\">—»</span> <b>Босс Убеждений 🎩</b>",
  "mech-spec-c-b7": "<code>{+2}</code> <b>👤 Культист</b> <span class=\"moving-arrow\">—»</span> <b>Охотник за сектантами Линча 💂 в большинстве</b>",
  "mech-spec-c-b8": "<code>{+4}</code> <b>👤 Культист</b> <span class=\"moving-arrow\">—»</span> <b>Охотник за сектантами Линча 💂 в меньшинстве</b>",
  "mech-spec-penalty-cult": "Штрафные очки (Культист)",
  "mech-spec-c-p1": "<code>{-2}</code> <b>👤 Cultist</b> <span class=\"moving-arrow\">—»</span> <b>Попробуйте Cultist Hunter 💂</b>",
  "mech-spec-c-p2": "<code>{-1}</code> <b>👤 Культист</b> <span class=\"moving-arrow\">—»</span> <b>Серийный убийца 🔪</b>",
  "mech-spec-c-p3": "<code>{-1}</code> <b>👤 Культист</b> <span class=\"moving-arrow\">—»</span> <b>Попробуйте оборотней 🐺</b>",
  "mech-spec-tip-tip": "Кончик:",
  "mech-spec-c-p3-tip": "Если Оборотни 🐺 остались дома, а кто-либо из членов Культа 👤 попытается навестить их, это станет причиной смерти нового члена Культиста 👤. Штраф применяется при этом условии.",
  "mech-spec-c-p4": "<code>{-1}</code> <b>👤 Культист</b> <span class=\"moving-arrow\">—»</span> <b>Пустой дом</b>",
  "mech-spec-tip-nothome": "Не домашние роли:",
  "mech-spec-tip-nothome-list": "• Блудница 💋<br>• Ангел-хранитель 👼<br>• Поджигатель 🔥",
  "mech-calc-title": "Калькулятор групповых баллов",
  "mech-calc-inputs-title": "Входные данные моделирования",
  "mech-calc-label-players": "1. Выберите количество игроков.",
  "mech-calc-opt-players1": "5–20 игроков",
  "mech-calc-opt-players2": "21–40 игроков",
  "mech-calc-opt-players3": "41–60 игроков",
  "mech-calc-opt-players4": "61–80 игроков",
  "mech-calc-opt-players5": "81–100 игроков",
  "mech-calc-label-time": "2. Выберите время игры.",
  "mech-calc-opt-time1": "≤ 5 минут",
  "mech-calc-opt-time2": "От 5 до 30 минут",
  "mech-calc-opt-time3": "≥ 30 минут",
  "mech-calc-opt-time4": "≤ 20 минут",
  "mech-calc-opt-time5": "От 20 до 40 минут",
  "mech-calc-opt-time6": "От 40 до 60 минут",
  "mech-calc-opt-time7": "≥ 60 минут",
  "mech-calc-opt-time8": "≤ 60 минут",
  "mech-calc-opt-time9": "Между 60-80 минутами",
  "mech-calc-opt-time10": "Между 80-100 минутами",
  "mech-calc-opt-time11": "≥ 100 минут",
  "mech-calc-opt-time12": "≤ 80 минут",
  "mech-calc-opt-time13": "От 80 до 110 минут",
  "mech-calc-opt-time14": "≥ 110 минут",
  "mech-calc-opt-time15": "≤ 90 минут",
  "mech-calc-opt-time16": "Между 90-120 минутами",
  "mech-calc-opt-time17": "≥ 120 минут",
  "mech-calc-label-team": "3. Выберите команду-победителя (для фактора)",
  "mech-calc-opt-team1": "Деревенская команда (Зеленый фактор)",
  "mech-calc-opt-team2": "Команда Волков (Красный Фактор)",
  "mech-calc-opt-team3": "Сольная роль (Черный фактор)",
  "mech-calc-label-base": "4. Введите базовый балл команды.",
  "mech-calc-label-clan": "5. Введите членов клана-победителя",
  "mech-calc-results-title": "Результаты моделирования",
  "mech-calc-res-base": "Базовый счет команды",
  "mech-calc-res-timefactor": "Фактор времени/игрока",
  "mech-calc-res-clan": "Победившие члены клана",
  "mech-calc-res-clanfactor": "Клан Фактор",
  "mech-calc-res-final": "Итоговый групповой счет",
  "mech-calc-res-formula": "Итоговый результат = (Базовый балл команды) * (Члены клана-победителя) * (Коэффициент времени/игрока)",
  "mech-calc-hm-header-tl": "Время / Игроки",
  "mech-calc-hm-header-p1": "5-20",
  "mech-calc-hm-header-p2": "21-40",
  "mech-calc-hm-header-p3": "41-60",
  "mech-calc-hm-header-p4": "61-80",
  "mech-calc-hm-header-p5": "81-100",
  "mech-calc-hm-header-t1": "≤ 5 мин",
  "mech-calc-hm-header-t2": "5–30 мин.",
  "mech-calc-hm-header-t3": "≥ 30 мин",
  "mech-calc-hm-header-t4": "≤ 20 мин.",
  "mech-calc-hm-header-t5": "20 - 40 мин.",
  "mech-calc-hm-header-t6": "40 - 60 мин.",
  "mech-calc-hm-header-t7": "≥ 60 мин",
  "mech-calc-hm-header-t8": "≤ 60 мин.",
  "mech-calc-hm-header-t9": "60 - 80 мин.",
  "mech-calc-hm-header-t10": "80 - 100 мин.",
  "mech-calc-hm-header-t11": "≥ 100 мин",
  "mech-calc-hm-header-t12": "≤ 80 мин.",
  "mech-calc-hm-header-t13": "80 - 110 мин.",
  "mech-calc-hm-header-t14": "≥ 110 мин",
  "mech-calc-hm-header-t15": "≤ 90 мин.",
  "mech-calc-hm-header-t16": "90 - 120 мин.",
  "mech-calc-hm-header-t17": "≥ 120 мин",
  "page-title-updates": "Wolfblood — Обновления",
  "header-subtitle-updates": "Новости и обновления",
  "updates-main-title": "Обновления",
  "updates-27-title": "🔔 [ОБНОВЛЕНИЕ 27] 🔔",
  "updates-27-h1": "🆒 НОВЫЕ КОМАНДЫ:",
  "updates-27-p1": "<strong>🎀 /stars</strong> — эта команда открывает эксклюзивные предметы и функции WB с помощью Telegram Stars ⭐️, чтобы повысить уровень вашего игрового процесса 💊.",
  "updates-27-p2": "<strong>🎀 /gift</strong> — Удивите близкого человека эксклюзивным предметом WB! 🎁 Эту команду можно использовать для отправки подарка с помощью звезд Telegram⭐️.",
  "updates-27-h2": "🆕 РЕДАКТИРОВАНИЕ РОЛЕЙ:",
  "updates-27-p3": "<strong>✔️ Палач 🦸</strong>",
  "updates-27-p4": "Один раз за игру Палач может выбрать 2-х игроков в течение дня. Жители деревни должны проголосовать за казнь и устранение одного из них.",
  "updates-27-p5": "<strong>✔️ Джинкс 🥸</strong>",
  "updates-27-p6": "Джинкс больше не может лишить жизни другого игрока после его смерти.",
  "updates-27-p7": "<strong>✔️ Скелет 💀</strong>",
  "updates-27-p8": "Как только Скелет умрет, в личном сообщении его бота появится кнопка «Привидение» с вопросом, хочет ли он кого-нибудь напугать. Всякий раз, когда он нажимает кнопку (Да --- Даже на дневном этапе), в личном кабинете его бота появляются варианты, и способности выбранного игрока будут заблокированы на этом этапе игры.",
  "updates-27-p9": "<strong>✔️ Поджигатель 🔥</strong>",
  "updates-27-p10": "Огонь растапливает лед 🔥🧊: Поджигатель больше не уязвим для Снежного Волка (🐺☃️).",
  "updates-27-h3": "👑 ОБНОВЛЕНИЕ МАГАЗИНА!!!",
  "updates-27-li1": "✅Обновился магазин Emoji. Теперь вы можете приобрести временные смайлы (на 1 неделю, 1 месяц, 1 год), а также постоянные смайлы.",
  "updates-27-li2": "✅ Все комиссии по меню / трансферу установлены на уровне 5 минут. Однако эту команду можно использовать только один раз в день, а команда /gift имеет неограниченное использование.",
  "updates-27-h4": "🔄 ДРУГИЕ ИЗМЕНЕНИЯ:",
  "updates-27-li3": "✔️ Бонусные очки и очки баланса ранга были переработаны и отредактированы соответствующим образом для обеспечения честного игрового процесса.",
  "updates-27-li4": "✔️ В игру добавлены новые достижения.",
  "updates-27-li5": "✔️ Команды /smite, /extend и /forcestart теперь поддерживаются и для анонимных администраторов.",
  "updates-27-li6": "✔️ Исправлено несколько ошибок.",
  "updates-27-li7": "✔️ Обновлена ​​система одобрения режима ранга, позволяющая неутвержденным группам повторно отправить запрос через некоторое время. В связи с этим изменением уже одобренным группам, возможно, придется пройти процедуру утверждения еще раз.",
  "updates-27-f1": "📝 Не стесняйтесь обращаться к нам через @<span class='notranslate'>Wolfblood</span>helpbot, чтобы сообщить об ошибках и получить дополнительную информацию.",
  "updates-27-f2": "🐺 @<span class='notranslate'>Wolfblood</span>news x @<span class='notranslate'>Wolfblood</span>бот",
  "updates-26-title": "🔔 [ОБНОВЛЕНИЕ 26] 🔔",
  "updates-26-h1": "🆕 НОВЫЕ РОЛЬ:",
  "updates-26-p1": "<strong>⚜️Джинкс 🥸 [50%]</strong>",
  "updates-26-p2": "• Джинкс — ходячее бедствие деревни. Кажется, что даже самый мягкий выбор, который он сделает, обречен на провал. Из-за его постоянного невезения его выбор действий отображается как «?» в боте. Тот, кто посетит его ночью, будет страдать от несчастья в течение 1 дня. Если Джинкса линчуют, невезение достигнет своего апогея и лишит жизни другого игрока, голосовавшего за него.",
  "updates-26-p3": "<strong>⚜️Иллюзионист Волк 🐺🪄[0%] - 7 игроков и ></strong>",
  "updates-26-p4": "• Волк-иллюзионист был отредактирован и повторно активирован. В начале игры вам будет предложена роль случайного жителя деревни. Если провидец проверит вас, он увидит эту фальшивую роль вместо вашего истинного «я». И вот в чем загвоздка: если вас линчевали, вместе с вами погибнет и несчастный житель деревни, связанный с вашей иллюзией! Если этот сельский житель уже вышел из игры, вы можете выбрать новую цель, чтобы разделить вашу судьбу.",
  "updates-26-p5": "<strong>⚜️Снитч 🦜[100%] — 7 игроков и ></strong>",
  "updates-26-p6": "• Snitch был обновлен и повторно активирован. Снитч — самый любопытный житель во всей деревне. Его страсть к сплетням привела его к тому, чтобы узнать скрытые истины каждого. На последнем вздохе стукач может заставить любого игрока раскрыть свою личность, выдав его самую сокровенную тайну. Кроме того, если волки осмелятся напасть на Снитч, существует 25% вероятность того, что личность одного волка будет раскрыта.",
  "updates-26-h2": "🧡 НОВЫЕ ПРЕДМЕТЫ ВБ:",
  "updates-26-p7": "<strong>🌱Билет FakeRole [🔖] :</strong>",
  "updates-26-p8": "Билеты FakeRole можно использовать для установки вам поддельной роли с помощью команды /fakerole. Как только вы активируете билет, ваша роль будет отображаться как установленная вами фальшивая роль, скрывая вашу настоящую роль на одну игру. Приготовьтесь повеселиться и запутать всех 😎",
  "updates-26-h3": "💡 ДРУГИЕ ОБНОВЛЕНИЯ:",
  "updates-26-li1": "✅ Новая команда: /items",
  "updates-26-p9": "• Вы можете проверить свои предметы <span class='notranslate'>Wolfblood</span> с помощью этой команды.",
  "updates-26-li2": "✅ Ранговые смайлы:",
  "updates-26-p10": "• Некоторые эмодзи ранга были изменены.",
  "updates-26-p11": "🐾 1000 - 2499<br>☘️ 2500 - 3499<br>🍂 3500 - 4999<br>🍁 5000 - 6499<br>🌾 6500 - 7499<br>🪁 7500 - 8999<br>⚔️ 9000 - 9999<br><br>🏆 10000 - 19999<br>🪐 20000 - 29999<br>🚀 30000 - 39999<br>🕹 39999 - 40000<br>🛸 50К",
  "updates-26-f1": "✔️ Не стесняйтесь обращаться к нам по адресу @<span class='notranslate'>Wolfblood</span>helpbot, чтобы сообщить об ошибках и получить дополнительную информацию.",
  "updates-26-f2": "🐺 @<span class='notranslate'>Wolfblood</span>news x @<span class='notranslate'>Wolfblood</span>бот",
  "updates-25-title": "🔔 [ОБНОВЛЕНИЕ 25] 🔔",
  "updates-25-h1": "🔄РЕДАКТИРОВАННЫЕ РОЛИ:",
  "updates-25-p1": "<strong>⚜️Химик 🧪</strong>",
  "updates-25-p2": "• Роль химика обновлена. В первую ночь Химик готовит 4 зелья: 2 смертельных яда и 2 безвредных обезболивающих. Он может выбрать цель, чтобы дать каждому из них по одному, предоставив им самим решать свою судьбу! Если плохой персонаж умирает от яда, химик получает 2 дополнительных зелья. После посещения кого-либо ему придется подождать 1 день, прежде чем посетить другого игрока.",
  "updates-25-p3": "<strong>⚜️Пешка ♟️</strong>",
  "updates-25-p4": "• Пешка была пересмотрена. Pawn теперь может защитить свою цель и от серийного убийцы. Кроме того, если пешка решит защитить волка, вероятность того, что пешка умрет, составляет 50%. Однако если пешка посетит серийного убийцу, он мгновенно умрет.",
  "updates-25-p5": "<strong>⚜️Могильщик ☠️</strong>",
  "updates-25-p6": "• Grave Digger был модифицирован. Могильщик теперь обладает единоразовой способностью использовать любой талант недавно умерших жителей деревни в течение 1 дня.",
  "updates-25-p7": "<strong>⚜️Бродячий волк 🐺🧧</strong>",
  "updates-25-p8": "• Rogue Wolf был переработан. Разбойный волк больше не может менять личности. Но вместо этого у него теперь есть возможность выдать себя за другого игрока. Когда волк-изгой мертв или остановлен, его роль будет считаться ролью его цели. Если у цели есть раскрывающая способность, волк-изгой может имитировать это действие, но это будет неэффективно. <a href=\"http://t.me/<span class='notranslate'>Wolfblood</span>_ENG_bot?start=personal_-1001566685416_rogue\" target=\"_blank\">Подробнее...</a>",
  "updates-25-h2": "🆕НОВЫЕ ПРЕДМЕТЫ ВБ:",
  "updates-25-p9": "<strong>🌱Билет FakeName [🎭] :</strong>",
  "updates-25-p10": "• Билеты FakeName можно использовать для установки вам поддельного имени с помощью команды /fakename. Бот будет использовать поддельное имя, которое вы установили на протяжении всей игры. Запутывайте своих противников и получайте преимущество в игре! 💥",
  "updates-25-p11": "<strong>🌱Токен ForceJoin [💪]:</strong>",
  "updates-25-p12": "• С помощью токена ForceJoin вы можете принудительно добавить в игру другого игрока.",
  "updates-25-p13": "<strong>🌱Билет с бонусными баллами [🎰] :</strong>",
  "updates-25-p14": "• Повысьте уровень своей игры с помощью нашего билета на бонусные баллы! Активируйте этот билет, чтобы умножить свои очки в 2 раза, что даст вам импульс, необходимый для перехода на новый уровень игры.",
  "updates-25-h3": "💎 НОВЫЕ ПРИЗЫ ДЛЯ ПОЖЕРТВОВАНИЙ",
  "updates-25-p15": "<strong>✔️Специальное сообщение [📝]:</strong>",
  "updates-25-p16": "• При уровне пожертвования выше 50 вы теперь можете установить специальное сообщение, используя /specialmessage, которое появляется случайным образом в конце игры, если вы выиграете.",
  "updates-25-h4": "➖ ДРУГИЕ ИЗМЕНЕНИЯ:",
  "updates-25-li1": "1️⃣Исправлено несколько ошибок, в том числе проблема, из-за которой Волчонок не давал два приема пищи, а некоторые волки не могли есть. Кроме того, в ближайшем будущем будут введены новые ролевые механизмы и роли.",
  "updates-25-li2": "2️⃣Неуклюжий волк (🐺🤕) удален.",
  "updates-25-li3": "3️⃣Роли Судья (🧑‍⚖) и Депрессивный (😨) временно отключены.",
  "updates-25-li4": "4️⃣Химик (🧪) и Могильщик (☠️) теперь появляются в играх только с 7 и более игроками, тогда как Проповедник (🛐) и Пешка (♟️) могут появляться в играх с любым количеством игроков.",
  "updates-25-li5": "5️⃣Роли, такие как Доктор (🧑‍⚕️), Химик (🧪), Скелет (💀) и Стрелок (🔫), приносят 1 дополнительное действие за каждые 40 человек.",
  "updates-25-li6": "6. Когда несколько игроков посещают цель шахтера во время ночной фазы, каждую ночь шахтер будет воздействовать только на одного посетителя.",
  "updates-25-f1": "✔️ Не стесняйтесь обращаться к нам по адресу @<span class='notranslate'>Wolfblood</span>HelpBot, чтобы сообщить об ошибках и получить дополнительную информацию.",
  "updates-25-f2": "🐺 @<span class='notranslate'>Wolfblood</span>news x @<span class='notranslate'>Wolfblood</span>бот",
  "updates-store1-title": "🏪 МАГАЗИН ВОЛЧЬЕЙ КРОВИ 🏪",
  "updates-store1-p1": "В этом месяце мы открыли Магазин волчьей крови 🏪, где вы можете купить различные <a href=\"https://t.me/<span class='notranslate'>Wolfblood</span>news/83\" target=\"_blank\">предметы волчьей крови</a> 👈, чтобы улучшить свой игровой процесс.",
  "updates-store1-p2": "Вместо реальных денег вам нужно будет использовать [🪙] Mint для покупки предметов. Это также средство обмена.",
  "updates-store1-p3": "➡️Как получить [🪙] Мяту? Просто играя в игру.<br>➡️Вы можете проверить собранные предметы с помощью бота <strong>/profile@<span class='notranslate'>Wolfblood</span></strong>.<br>➡️А покупать предметы можно, отправив <strong>/store@<span class='notranslate'>боту Wolfblood</span></strong>.<br>➡️<a href=\"https://t.me/<span class='notranslate'>Wolfblood</span>news/83\" target=\"_blank\">Нажмите здесь</a>, чтобы узнать больше о предметах волчьей крови.<br>➡️Продолжайте поддерживать бота с помощью бота <strong>/donate@<span class='notranslate'>Wolfblood</span></strong> ⭐️⭐️",
  "updates-store1-p4": "Преимущество предметов «Кровь волка» в том, что на выбор не приходится выбирать из одного предмета. У нас есть следующее:",
  "updates-store1-p5": "<strong>[🧩] Фрагменты эмодзи</strong>. Помогает создавать постоянные эмодзи, которые отображаются рядом с именем игрока. Пример волчьей крови {🐺}.",
  "updates-store1-p6": "<strong>[💫] Токены FS (ForceStart)</strong> — позволяет использовать команду /forcestart в любой группе с ботом @<span class='notranslate'>Wolfblood</span>, не будучи администратором.",
  "updates-store1-p7": "<strong>[🪪] Ролевой ваучер</strong>. Позволяет игрокам получать определенные игровые роли в играх, активируя их. Аналогично билетам от другого бота.",
  "updates-store1-p8": "В дополнение к этому вы также можете <strong>/transfer@<span class='notranslate'>Wolfblood</span></strong> отправлять свои предметы своим друзьям или любимым игрокам.",
  "updates-store1-li1": "🇺🇸 <a href=\"https://t.me/Wolfbloodofficial\" target=\"_blank\">Официальный представитель волчьей крови</a>",
  "updates-store1-li2": "🇮🇩 <a href=\"https://t.me/Wolfblood_id\" target=\"_blank\">Wolf Blood Индонезия</a>",
  "updates-store1-li3": "🇸🇦 <a href=\"https://t.me/+3abLW97J2V5jZWE1\" target=\"_blank\">Арабский язык волчьей крови</a>",
  "updates-store1-li4": "🇵🇭 <a href=\"https://t.me/+vXfnGFII1zk3YjI1\" target=\"_blank\">Wolfblood, Филиппины</a>",
  "updates-store1-li5": "🇫🇷 <a href=\"https://t.me/+va2BmyyAz5wyMjZl\" target=\"_blank\">Французский язык волчьей крови</a>",
  "updates-store1-li6": "🇮🇹 <a href=\"https://t.me/+t3FhedNZ5vA5MjM1\" target=\"_blank\">Wolfblood, итальянский</a>",
  "updates-store1-li7": "🇪🇸 <a href=\"https://t.me/+Bamr5wNvfMw0MDM1\" target=\"_blank\">Wolfblood, испанский</a>",
  "updates-store1-li8": "🎁 <a href=\"https://t.me/Wolfblood_en/662\" target=\"_blank\">Выиграйте Telegram Premium</a>",
  "updates-store1-li9": "🏆 <a href=\"https://t.me/Wolfbloodindonesia/61\" target=\"_blank\">Выиграйте GIF-призы на 10 долларов США и денежные призы</a>",
  "updates-store1-f1": "🐺@<span class='notranslate'>Wolfblood</span>bot x @<span class='notranslate'>Wolfblood</span>поддержка",
  "updates-store2-title": "✨ МАГАЗИН WB 🛍️🛒",
  "updates-store2-p1": "<strong>◽️Валюта волчьей крови: 🪙 или монетный двор WB</strong><br>▫️Как заработать монетный двор? Просто играя в игру. Бот будет выдавать игрокам случайным образом.",
  "updates-store2-p2": "<strong>▫️Право на получение монеты: по 1 монете на каждого игрока</strong>",
  "updates-store2-p3": "1 🪙 = 10-19 игроков<br>2 🪙 = 29 игроков<br>3 🪙 = 39 игроков<br>4 🪙 = 49 игроков<br>5 🪙 = 59 игроков<br>6 🪙 = 69 игроков<br>7 🪙 = 79 игроков<br>8 🪙 = 89 игроков<br>9 🪙 = 99 игроков<br>10 🪙 = 100 игроков",
  "updates-store2-p4": "<strong>◽️Товары «Wolfblood»:</strong>",
  "updates-store2-p5": "<strong>◽️Ролевые ваучеры 🪪</strong> – это побуждает игроков опробовать разные роли и разнообразить свой игровой процесс.<br>▫️Как заработать ваучеры: купить за монеты<br>▫️Цены: цена варьируется в зависимости от роли (Базовый, Продвинутый, Эксперт и Про).",
  "updates-store2-p6": "<strong>◽️Фрагменты эмодзи 🧩</strong> — позвольте игрокам создавать смайлы на основе смайлов, доступных в магазине.<br>▫️Как заработать фрагменты: покупайте за монеты<br>▫️Цены: цена варьируется в зависимости от смайлика; 3 фрагмента за 1 монету.",
  "updates-store2-p7": "<strong>◽️Токены FS (ForceStart) ⭐️</strong> – позволяет игрокам запускать игру /forcestart, не будучи администратором в каких-либо группах с ботом @<span class='notranslate'>Wolfblood</span>.<br>▫️Как заработать токены FS: купить за монетные монеты<br>▫️Цены: 1 жетон FS за 5 монетных монет.",
  "updates-store2-p8": "<strong>◽️Комиссия за дарение или передачу WB 🔂</strong>. Позвольте игрокам передавать свои предметы другим игрокам Wolf Blood. Для выполнения этого действия используйте команду /transfer.<br>▫️Цены: варьируются в зависимости от товара.",
  "updates-store2-p9": "<strong>◾️Другое:</strong>",
  "updates-store2-p10": "<strong>▪️/profile</strong> — здесь вы можете увидеть список всех товаров магазина, доступных в вашем WB-кошельке.",
  "updates-store2-p11": "Пример:<br>[🪙] Mint - 1<br>[🪪] Ваучеры - 2<br>[💪] Токены FS - 3<br>[🧩] Фрагменты - 45",
  "updates-store2-p12": "<strong>▪️/store</strong> — это команда для покупки предметов в нашем магазине волчьей крови.",
  "updates-store2-p13": "<strong>▪️Инвентарь ролей 🛅</strong><br>Активируйте и деактивируйте свои ролевые ваучеры здесь.",
  "updates-store2-f1": "🐺@<span class='notranslate'>Wolfblood</span>networks x @<span class='notranslate'>Wolfblood</span>bot",
  "updates-donate-title": "📣 ПОЖЕРТВОВАНИЕ И НОВОСТИ 📣",
  "updates-donate-p1": "💜 Команда бота <a href=\"https://t.meWolfbloodbot\" target=\"_blank\"><span class='notranslate'>Wolfblood</span></a> /donation отключена, поскольку мы адаптируемся к новой валюте приложения под названием <a href=\"https://telegram.org/blog/telegram-stars\" target=\"_blank\">Telegram Stars</a>. Вы можете продолжать делать пожертвования и поддерживать нас следующим образом:",
  "updates-donate-p2": "💎 TON — UQBQGFqESesVW8PA_C8_1Q65mbOYHo0pn8ZN3-uT39plLiyP<br>💎 Paypal —risenroses@yahoo.com",
  "updates-donate-p3": "✅ Хотите выиграть 1 год Telegram Premium 🎁 и другие призы? Подробности по ссылке ниже 🤩🤩",
  "updates-donate-p4": "🔗 <a href=\"https://t.me/Wolfblood_En/662\" target=\"_blank\">https://t.me/Wolfblood_En/662</a>",
  "updates-donate-p5": "💡Нам нужны активные переводчики, которые помогут нам перевести все файлы на ваш родной язык через проект Crowdin. Те, кто станет переводчиком, получат от нас смайлик {✍️}. Мы ищем волонтеров, которые смогут работать с нами на постоянной основе над переводами. Люди, которые хотят это сделать, могут связаться с нами через @<span class='notranslate'>Wolfblood</span>администратор-бот или группу поддержки, чтобы вас включили в группу переводчиков. Отсюда вы можете связаться с нашими администраторами круглосуточно и без выходных и узнать, как переводить.",
  "updates-donate-ul1": "<li>» Азербайджан 🇦🇿</li><li>» Узбек 🇺🇿</li><li>» Немецкий 🇩🇪</li><li>» Филиппинский 🇵🇭</li><li>» Китайский 🇨🇳</li><li>» Бразильский 🇧🇷</li><li>» Испанский 🇪🇸</li>",
  "updates-donate-p6": "🔗 <a href=\"https://crowdin.com/project/wolf-blood\" target=\"_blank\">https://crowdin.com/project/wolf-blood</a>",
  "updates-donate-p7": "🔥Кроме того, мы делимся официальными группами других языков в рамках Wolf Blood 🐾 Мы ищем модераторов, которые могут помочь нам развивать эти сообщества. Пожалуйста, отправьте нам свою заявку через @<span class='notranslate'>Wolfblood</span>adminbot.",
  "updates-donate-ul2": "<li>🐾 <a href=\"https://t.me/Wolfblood_id\" target=\"_blank\">ВБ || Официальная группа Индо</a> 🇮🇩</li><li>🐾 <a href=\"https://t.me/Wolfblood_es\" target=\"_blank\">WB || Официальная испанская группа</a> 🇪🇸</li><li>🐾 WB || Официальная французская группа 🇫🇷</li><li>🐾 WB || Официальная итальянская группа 🇮🇹</li>",
  "updates-donate-f1": "🌕 @<span class='notranslate'>Wolfblood</span>новости x @<span class='notranslate'>Wolfblood</span>поддержка",
  "updates-24-title": "🔔 [ОБНОВЛЕНИЕ 24] 🔔",
  "updates-24-h1": "🆕 НОВАЯ РОЛЬ:",
  "updates-24-p1": "<strong>⚜️ Раб 😵‍💫 [100%]</strong> - 7 игроков и >",
  "updates-24-p2": "Вы не поддерживаете ни одну команду в деревне. Ваша единственная цель – передать данную вам цель в беспощадные руки правосудия. Бот, нарушивший покой деревни, случайным образом укажет вам цель, и ваша цель — линчевать их. Если ваша цель умирает по какой-либо причине, кроме линчевания, вы должны отчаяться и подвергнуться линчеванию. Вы выигрываете игру, если вашу цель линчевали, но игра продолжается.",
  "updates-24-h2": "🔄РЕДАКТИРОВАННАЯ РОЛЬ:",
  "updates-24-p3": "<strong>⚜️ Депрессивный 😨</strong>",
  "updates-24-p4": "Вас больше не будут считать простым сельским жителем. Боль, которую вы испытали в прошлом, превратила вас в угрюмого и безнадежного человека. Однако эта безнадежность таит в себе темную силу, которая может повлиять на других жителей деревни. Если вас убьют в результате линчевания, один из игроков, голосовавших против вас, попадет под проклятие вашего отчаяния и потеряет свои способности.",
  "updates-24-h3": "🔖 ДРУГИЕ ИЗМЕНЕНИЯ:",
  "updates-24-li1": "1. Исправлена ​​проблема, из-за которой некоторые роли иногда (автоматически) выбирались для других игроков, хотя они этого не делали (команда культа... и т. д.).",
  "updates-24-li2": "2️⃣ Роль Астронома временно удалена.",
  "updates-24-li3": "3️⃣ Обновлено меню статистики. Теперь вы сможете просмотреть всю свою статистику с помощью одной команды через файл /stats. В эту команду включены такие команды, как Social, Myteam, Myemoji.",
  "updates-24-li4": "4️⃣ Исправлена ​​проблема с кнопками Судья, Палач и Скелет.",
  "updates-24-f1": "✔️ Обратите внимание, что вы можете помочь нам с переводом или обновлением языковых файлов на ваш родной язык, нажав кнопку ниже.",
  "updates-24-f2": "✔️ Не стесняйтесь обращаться к нашей команде поддержки @<span class='notranslate'>Wolfblood</span>, чтобы сообщить об ошибках или предложить новые функции.",
  "updates-24-f3": "🐺 @<span class='notranslate'>Wolfblood</span>новости | @<span class='notranslate'>Wolfblood</span>бот",
  "updates-24-f4": "<a href=\"https://t.me/Wolfbloodnews/71\" target=\"_blank\">Смотрите в Telegram</a>",
  "updates-roles1-title": "🔄 ОБНОВЛЕНИЯ РОЛЕЙ ⤴️",
  "updates-roles1-p1": "<strong>⚜️Астроном 🔭</strong>",
  "updates-roles1-p2": "• Роль астронома обновлена. Теперь Астроном определит количество игроков, совершивших действия прошлой ночью. Если определенные роли простаивают, пропущены или не выполнили действие, они не будут учитываться.",
  "updates-roles1-p3": "<strong>⚜️Неуклюжий волк 🐺🤕</strong>",
  "updates-roles1-p4": "• Неуклюжий волк был переработан. Когда Неуклюжий Волк использует свою способность, все игроки, включая волков, становятся неуклюжими, что приводит к ошибкам в голосовании на 50%.",
  "updates-roles1-p5": "<strong>⚜️Теневой волк 🐺🌚</strong>",
  "updates-roles1-p6": "• Роль Теневого Волка была изменена. Когда он использует свою способность, голоса будут отображаться как «?» в боте, но будет виден в группе. Это не влияет на волчью стаю, позволяя им видеть, за кого они голосуют. Кроме того, список игроков бота будет случайным образом перемешиваться на этапе линчевания для всех.",
  "updates-roles1-p7": "<strong>⚜️Доктор 🧑‍⚕️</strong>",
  "updates-roles1-p8": "• Роль Доктора была пересмотрена. Теперь у него есть 100% шанс воскресить игрока. В играх с 20–40 игроками Доктор может оживить 2 игроков, а в более крупных играх с 40 и более игроками он может оживить 3. Однако эту способность нельзя использовать два раза подряд.",
  "updates-roles1-h1": "➖ ДРУГИЕ ИЗМЕНЕНИЯ:",
  "updates-roles1-li1": "✔️Кронос [⏱] и Туманный волк [🐺🌪] были удалены.",
  "updates-roles1-li2": "✔️Исправлены некоторые ошибки, например, любители могли общаться с самого начала игры, а бот не мог закрепить игровое сообщение.",
  "updates-roles1-li3": "✔️Команды также будут иметь смайлы группового ранга, основанные на определенных диапазонах очков.",
  "updates-roles1-li4": "✔️Достижения теперь отображаются на языке каждого человека. Новые достижения будут добавлены в будущих обновлениях.",
  "updates-roles1-li5": "✔️Время игры в неделю теперь будет отображаться в статистике только в минутах.",
  "updates-roles1-li6": "✔️ Пользовательская игра теперь также поддерживает ввод текста. Просто перечислите правильные имена ролей, разделенные запятыми, аналогично тому, как вы это делаете с эмодзи.<br>",
  "updates-23-title": "🔔 [ОБНОВЛЕНИЕ 23] 🔔",
  "updates-23-h1": "🆕 НОВАЯ ГРУППОВАЯ РЕЙТИНГОВАЯ СИСТЕМА - КОМАНДЫ!",
  "updates-23-p1": "Мы обновили систему группового рейтинга, чтобы обеспечить справедливость для всех. Встречайте новую систему «Команды»…",
  "updates-23-h2": "🆕 НОВЫЕ КОМАНДЫ",
  "updates-23-p2": "<strong>/createteam :</strong> Создайте свою команду с уникальным названием, которое будет выделяться!...",
  "updates-23-p3": "<strong>/jointeam :</strong> Используйте эту команду, чтобы присоединиться к команде!...",
  "updates-23-p4": "<strong>/leaveteam :</strong> Вы можете покинуть свою текущую команду.",
  "updates-23-p5": "<strong>/topteams :</strong> Узнайте лучшие команды сезона...",
  "updates-23-p6": "<strong>/groupprofile:</strong> Здесь будет предоставлена ​​такая информация, как командные очки...",
  "updates-23-p7": "<strong>/groupstats :</strong> Получить список игроков в команде...",
  "updates-23-p8": "<strong>/myteam :</strong> Эта команда позволяет пользователям видеть, членом какой команды они являются...",
  "updates-23-h3": "🆕 РЕЖИМ ИГРЫ: СОКРОВИЩЕ",
  "updates-23-li1": "Режим сокровищ похож на стандартный рейтинговый режим...",
  "updates-23-li2": "Теги игроков",
  "updates-23-li3": "Временные смайлы",
  "updates-23-li4": "Токены принудительного запуска",
  "updates-23-li5": "Номера Джерси",
  "updates-23-li6": "В конце игры некоторые игроки выбираются случайным образом...",
  "updates-23-li7": "<strong>Токены Forcestart:</strong> Токены Forcestart позволяют пользователям, не являющимся администраторами, инициировать игру...",
  "updates-23-p9": "🌿 Режим «Сокровища» является эксклюзивным и предназначен для особых событий «Wolfblood». 🌱",
  "updates-22-title": "🔔 [ОБНОВЛЕНИЕ 22] 🔔",
  "updates-22-h1": "🆕 НОВЫЕ РОЛЬ:",
  "updates-22-p1": "<strong>⚜️Кронос ⏱ [40%] — 6 игроков и ></strong><br>Кронос, повелитель времени, может ускорить игру...",
  "updates-22-p2": "<strong>⚜️Астроном 🔭 [50%] - 7 игроков и ></strong><br>Астроном наблюдает за деревней ночью...",
  "updates-22-p3": "<strong>⚜️Палач 🦸‍♂️ [60%] - 8 игроков и ></strong><br>Палач контролирует процесс линчевания...",
  "updates-22-h2": "🆕 НОВАЯ КОМАНДА:",
  "updates-22-p4": "<strong>/role:</strong> Используйте эту команду для поиска ролей...",
  "updates-22-h3": "🔖ДРУГИЕ ИЗМЕНЕНИЯ:",
  "updates-22-li1": "✔️ Штраф за ранг | Баллы<br>",
  "updates-22-li2": "✔️Игры теперь начинаются минимум с 4 игроками.",
  "updates-21-title": "🔔 [ОБНОВЛЕНИЕ 21] 🔔",
  "updates-21-p1": "С Новым годом сообщество Wolf Blood! 🥳💥",
  "updates-21-h1": "🆕 НОВЫЕ РОЛЬ:",
  "updates-21-p2": "<strong>⚜️Депрессивный 😨 [100 %] - 7 игроков и ></strong>",
  "updates-21-p3": "• Не осознает своего сознания из-за своего психического заболевания и считает себя простым крестьянином. Если какой-либо игрок пытается проголосовать за него во время фазы линчевания, он впадает в депрессию и безрассудно убивает случайного игрока, проголосовавшего за него. Осознав свои действия, он следующей ночью покончит жизнь самоубийством, так как его охватывает невыносимая боль.",
  "updates-21-p4": "<strong>⚜️Чародей Волк 🐺✨ [0%]</strong>",
  "updates-21-p5": "• Волк со скрытыми и темными способностями, использование которых приводит к смерти игрока, набравшего наименьшее количество голосов при линчевании, а не того, кто набрал наибольшее количество голосов.",
  "updates-21-p6": "<strong>⚜️Солдат 🪖 [40%] — 7 игроков и ></strong>",
  "updates-21-p7": "• Тайный лидер в деревне. Он способен перенаправить весь голос от одного игрока к другому, если выбранного игрока линчевали жители деревни.",
  "updates-21-h2": "🔄 ОБНОВЛЕНИЯ РОЛЕЙ:",
  "updates-21-p8": "<strong>⚜️Бродячий волк 🐺🎴</strong>",
  "updates-21-p9": "• Теперь он обладает способностью менять личности двух игроков, одного из волчьей стаи и одного из жителей деревни, до конца игры. Если замененные игроки каким-либо образом умрут, их роли будут отображаться как замененные.",
  "updates-21-h3": "🔖ДРУГИЕ ИЗМЕНЕНИЯ:",
  "updates-21-li1": "✔️Кошмар, Немой и Волк-иллюзионист были удалены.",
  "updates-21-li2": "✔️Роль пешки снова включена.",
  "updates-21-li3": "✔️Обновлен дизайн всех карт, который доступен через пакет наклеек по ссылке ниже.",
  "updates-21-li4": "🔗 <a href=\"https://t.me/addstickers/Wolfbloodbot\" target=\"_blank\">https://t.me/addstickers/Wolfbloodbot</a>",
  "updates-21-li5": "✔️Пересмотрены бонусные и штрафные баллы.",
  "updates-21-li6": "✔️Администраторы групп могут использовать /remlink для управления списками групп.",
  "updates-21-li7": "✔️Используйте команду /social для просмотра вашей социальной статистики.",
  "updates-21-f1": "Сообщайте о любых ошибках, связанных с обновлением, с помощью команды /rep для проверки и исправления‼️",
  "updates-21-f2": "ℹ️А еще последний звонок для тех, кто еще не успел захватить подарочный пакет за 5 долларов. Осталось всего 15 дней, прежде чем цена вернется к первоначальной. Поторопитесь и сделайте пожертвование прямо сейчас!",
  "updates-20-title": "🔔 [ОБНОВЛЕНИЕ 20] 🔔",
  "updates-20-h1": "НОВЫЕ РОЛЬ 🐾",
  "updates-20-p1": "<strong>⚜️Spirit Seer [40%] — 7 игроков и ></strong>",
  "updates-20-p2": "Духовидец 👁️‍🗨️: эта роль позволяет шпионить за мертвыми игроками, чтобы определить, кто их убил. Каждую ночь Духовидец выбирает одного мертвого игрока и одного живого игрока, чтобы узнать, стал ли живой игрок причиной смерти мертвого игрока. Если Провидец выберет невиновного жителя деревни, он уйдет отдохнуть и не сможет использовать эту способность в течение 1 дня.",
  "updates-20-p3": "<strong>⚜️Шахтер [80%] — 7 игроков и ></strong>",
  "updates-20-p4": "Шахтер ⛏️: Шахтер может каждую ночь рыть туннели в дома жителей деревни. Это удивляет игроков ночными действиями, заставляя их идти в другой дом. Шахтер не может рыть туннель для одного и того же человека подряд. Цели не поймут, что попали в другой дом.",
  "updates-20-p5": "<strong>⚜️Пешка [60%] — 6 игроков и ></strong>",
  "updates-20-p6": "Пешка ♟️: Пешка — благородный солдат, который жертвует собой, чтобы защитить жителей деревни от ночных атак. Если человека, которого он защищает, посещают волки, Пешка умирает, жертвуя собой. Если серийный убийца посетит того же игрока, которого посещает пешка, то и Пешка, и защищаемый человек умрут.",
  "updates-20-h2": "ОТРЕДАКТИРОВАННАЯ РОЛЬ 🐾",
  "updates-20-p7": "<strong>⚜️Теневой волк 🐺🌑:</strong>",
  "updates-20-p8": "Способность Теневого Волка была изменена. При использовании теневой способности все голоса Линча будут отображаться как «?». Жители деревни будут видеть всех игроков как \"?\" во время линчевания, за исключением команды волков, которая все равно увидит истинную личность своей цели.",
  "updates-20-h3": "Другие изменения❗",
  "updates-20-li1": "✔️Роль судьи была изменена. Когда судья раскрывает игрока жителям деревни, они не будут проинформированы о личности судьи.",
  "updates-20-li2": "✔️Роль Проповедника теперь появляется в играх с участием 6 человек.",
  "updates-20-li3": "✔️Теперь стартовое сообщение в команде GameTags можно настроить.",
  "updates-20-li4": "✔️Бонусные баллы были обновлены, чтобы предоставить четкую информацию о том, где и при каких условиях вы получаете бонусы.",
  "updates-19-title": "🔔 [ОБНОВЛЕНИЕ 19] 🔔",
  "updates-19-h1": "⭐НОВЫЕ КОМАНДЫ:",
  "updates-19-p1": "<strong>🆕 Команда /rep:</strong> Сообщайте об ошибках непосредственно разработчикам, набрав «/rep», а затем причину, по которой вы видите какую-либо ошибку в игре. Пример использования: «/rep ошибка Линча».",
  "updates-19-p2": "<strong>🆕 /gameban команда:</strong> запретите человеку участвовать в групповых играх с помощью этой команды. Забаненные игроки не смогут присоединиться ни к одной игре в вашей группе в течение определенного периода времени или до тех пор, пока запрет не будет снят. Укажите продолжительность запрета в единицах времени, таких как часы (ч), минуты (м) или дни (д). Если продолжительность не указана, бан бессрочный. Пример использования: «/gameban @kediben 5h», чтобы забанить игрока на 5 часов.",
  "updates-19-p3": "<strong>🆕 /remgameban команда:</strong> с помощью этой команды разблокируйте ранее забаненного человека в игре в вашей группе.",
  "updates-19-p4": "<strong>🆕 /myemojis команда:</strong> Включение или отключение смайлов, в том числе рейтинговых смайлов. Настройте, какие смайлы будут отображаться с помощью этой команды.",
  "updates-19-p5": "<strong>🆕 /showgametag:</strong> С помощью этой команды вы можете легко присоединиться к списку тегов группы или выйти из него. Как только вы присоединитесь, бот будет постоянно отмечать вас, даже если вы не играли ни в одну игру. Когда вы уйдете, вы больше не будете получать никаких тегов. Вы можете использовать одну и ту же команду, чтобы присоединиться и выйти.",
  "updates-19-h2": "❕ ДРУГИЕ ИЗМЕНЕНИЯ:",
  "updates-19-li1": "Команда 👺/config: новая настройка, позволяющая активировать команду gametags, чтобы ее мог использовать каждый. При желании его можно отключить.",
  "updates-19-li2": "👺Команда showrank перенесена в команду /myemojis.",
  "updates-18-title": "🔔 [ОБНОВЛЕНИЕ 18] 🔔",
  "updates-18-h1": "НОВАЯ КОМАНДА:🎮",
  "updates-18-p1": "🆕 Администраторы групп теперь имеют доступ к команде /gametags, что позволяет им отправлять теги всем игрокам, сыгравшим в последних двух играх. Эта команда доступна только администраторам группы.",
  "updates-18-p2": "🆕 Игроки, использующие функцию «/nextgame», теперь включаются в список тегов при использовании команды «gametags».",
  "updates-18-h2": "ИСПРАВЛЕНИЯ ОШИБОК: 🛠",
  "updates-18-li1": "🔧 Решена проблема, из-за которой оборотень мог убить поджигателя {🐺❌🔥}. Эта проблема больше не возникает.",
  "updates-18-li2": "🔧Исправлена ​​ситуация, когда ничего не происходило, когда игрок, выбранный Проповедником, был убит.",
  "updates-18-li3": "🔧Добавлена ​​новая настройка «Удаление игровых сообщений». Включение этой опции автоматически удаляет старые сообщения о неудачной и отмененной игре. Обязательно обновите настройки с помощью команды /config, чтобы использовать эту функцию.",
  "updates-18-li4": "🔧Удалена команда «Начать игру».",
  "updates-18-li5": "🔧Команды «/claims» и «/claim» теперь можно использовать только во время активной игры.",
  "updates-18-li6": "🔧Команда претензий теперь отображает имена игроков, которые не заявили претензии в списке.",
  "updates-18-li7": "🔧Исправлена ​​проблема с появлением карточек на языках Amnesia.",
  "updates-18-li8": "🔧Игроки теперь могут выбирать, отображать карты или нет в настройках меню.",
  "updates-18-f1": "💻 Сообщайте об ошибках в группу поддержки @<span class='notranslate'>Wolfblood</span> 💻",
  "updates-17-title": "🔔 [ОБНОВЛЕНИЕ 17] 🔔",
  "updates-17-h1": "ПЕРЕСМОТРЕННЫЕ РОЛЬ:",
  "updates-17-p1": "Роли Проповедника, Судьи и Иллюзиониста были изменены. Роли «Гробовщик», «Аналитик» и «Протестующий» были удалены.",
  "updates-17-p2": "Скоро новые роли!",
  "updates-17-p3": "<strong>🐺🪄 Волк-иллюзионист [0%]</strong>",
  "updates-17-p4": "Вы волк с магическими способностями. Когда вы собираетесь умереть в результате линчевания, вы можете использовать свою темную магию, чтобы перенаправить голос линчевателя другому игроку. Однако у вас есть всего 20 секунд, чтобы произнести заклинания перед смертью, поэтому вам следует поторопиться, и когда вы это сделаете, ваша истинная личность откроется всем. 6 > Игроки",
  "updates-17-p5": "<strong>🛐 Проповедник [30%]</strong>",
  "updates-17-p6": "Ночью можно молиться за игрока. Если игрок, за которого вы молились, убит, вы узнаете личность его убийцы и его роль. Однако они также узнают вашу личность. Эту способность можно использовать начиная со второй ночи. 6 > Игроки",
  "updates-17-p7": "<strong>🧑‍⚖️ Судья [50%]</strong>",
  "updates-17-p8": "У вас есть право судить жителей деревни. Ночью вы можете выбрать игрока, которого будете судить. Суд продлится один день. Когда наступит следующий день, вы можете либо казнить и убить подозреваемого, либо раскрыть его роль деревне. 6 > Игроки",
  "updates-16p-title": "🔔 [ОБНОВЛЕНИЕ 16+] 🔔",
  "updates-16p-h1": "НОВЫЕ РОЛЬ:",
  "updates-16p-p1": "<strong>🐺🌪 Туманный волк [%0]</strong>",
  "updates-16p-p2": "Когда вы голосуете за игрока, вы можете тайно проголосовать за другого игрока. Никто не сможет увидеть, кого вы линчеваете, потому что вы окружены дымом. Вы можете обмануть жителей деревни фальшивыми голосами линчевателя. У вас будет 2 варианта линча. При первом голосовании деревня его увидит, но не будет засчитана. Ваш второй голос будет засчитан.<br>7 > Игроки",
  "updates-16p-p3": "<strong>🧜 Посейдон [%40]</strong>",
  "updates-16p-p4": "Один раз за игру вы можете убить случайного игрока деревенской команды, вызвав цунами. Когда вы решите выпустить цунами, деревня будет уведомлена о приближении цунами, но ваша личность не будет раскрыта.<br>7 > Игроки",
  "updates-16p-p5": "<strong>🧑‍⚖️ Судья [%50]</strong>",
  "updates-16p-p6": "Каждый день вы можете выносить приговор жителям деревни, чтобы определить, убили ли они кого-то ночью. Если игрок совершил убийство, вся деревня будет проинформирована, а игрок будет разоблачен. Если игрок никого не убил, вы покинете деревню. Вы не сможете вынести решение повторно в течение 1 дня. Разрешено только 2 попытки.<br>6 > Игроки",
  "updates-16p-h2": "Другие изменения:",
  "updates-16p-li1": "Некоторые эмодзи ранга были изменены. Соответственно, новые смайлы следующие:",
  "updates-16p-p7": "- 🐾 1000<br>- 🍃 2000<br>- 🌠 3000<br>- 🚀 4000<br>- 🏆 5000<br>- 🏆 [6K] 6000 > ∞",
  "updates-16p-p8": "После достижения 6000 очков ваш уровень смайликов будет увеличиваться в зависимости от количества имеющихся у вас очков.",
  "updates-16p-li2": "Исправлены ошибки в системе еженедельных турниров, и теперь они начинаются с нулевой минуты. Вы получите смайлик в зависимости от количества часов, которые вы сыграли в понедельник.",
  "updates-16p-li3": "😵‍💫 Роль идиота удалена. Другой разработчик ботов обратился к нам и заявил, что они первыми использовали эту роль. В соответствии с их просьбой и нашей политикой не копировать роли других ботов, мы удалили это.",
  "updates-16-title": "🔔 [ОБНОВЛЕНИЕ 16] 🔔",
  "updates-16-h1": "Изменение системы турниров",
  "updates-16-p1": "Мы внесли изменения в турнирную систему, старая турнирная система была удалена.",
  "updates-16-p2": "Начиная с этого момента, 3 лучших игрока, которые наберут больше всего игрового времени каждую неделю, получат награду в виде смайлов. Будет подсчитано игровое время каждого игрока. Если ваше игровое время за одну неделю составляет:",
  "updates-16-p3": "10 часов и более: 🥇<br>8 часов и более: 🥈<br>6 часов и более: 🥉<br>вы выиграете награду в виде смайликов.",
  "updates-16-p4": "Вы можете проверить свое игровое время с помощью команды «/stats».<br>Это обновление вступит в силу с понедельника.",
  "updates-16-h2": "Другие изменения:",
  "updates-16-li1": "- Роли Маг 🧙, Волк-хранитель 🐺🛡, Преступник 🔨 и Снитч 🦜 были удалены.",
  "updates-16-li2": "- Мы стремимся удалять роли, которые не нравятся нашим игрокам и которые нарушают игровой баланс. Вместо этого мы будем добавлять новые, более приятные роли.",
  "updates-16-f1": "Новые роли будут представлены в понедельник!",
  "updates-15-title": "🔔 [ОБНОВЛЕНИЕ 15] 🔔",
  "updates-15-h1": "НОВЫЕ РОЛЬ:",
  "updates-15-p1": "<strong>🐺🛡 Волк-хранитель.</strong> Вы Волк-хранитель. Вы можете защитить оборотней в вашей команде от линчевания. Ночью вы можете выбрать товарища по команде, и выбранный вами волк будет защищен от линчевания на следующий день. Это можно сделать только 2 раза за игру, но если вы успешно защитите 1 товарища по команде, ваша способность не будет использована снова.<br>Шанс реализации культа: 0%<br>Необходимо игроков: 8 >",
  "updates-15-p2": "<strong>🔬 Аналитик.</strong> Вы Аналитик. Благодаря вашим исследованиям в деревне вы обнаружили способность. Теперь вы можете мгновенно восстановить любую использованную игроком способность. Это можно сделать один раз за игру и нельзя использовать в первую ночь. Будьте осторожны, поскольку эта способность действует и на оборотней.<br>Шанс обращения в культ: 40%<br>Необходимо игроков: 6 >",
  "updates-15-h2": "НОВЫЕ КОМАНДЫ:",
  "updates-15-p3": "<strong>/groupmembers:</strong> администраторы групп теперь могут видеть весь список игроков, включенных в рейтинг группы. Когда они используют эту команду внутри группы, чтобы увидеть, какие игроки включены в общий счет, будет отправлен полный список игроков. Бот Wolf Blood никогда не обманывают и вся информация отображается прозрачно",
  "updates-15-p4": "<strong>/mygroups:</strong> Теперь игроки могут выбирать, к каким группам они принадлежат и с какими группами они могут делиться своими очками с помощью этой команды. Таким образом, они могут отказаться от подписки на списки групп, в которые они не хотят быть включены.",
  "updates-15-h3": "ДРУГИЕ ИЗМЕНЕНИЯ:",
  "updates-15-li1": "- Мэйсоны теперь также могут общаться с другими игроками в команде каменщиков через приватный чат.",
  "updates-1G-li2": "- Исправлена ​​проблема с путаницей в приватном чате.",
  "updates-15-li3": "- Исправлена ​​проблема, из-за которой некоторые оборотни не получали зараженное сообщение, когда альфа-волк заражал игрока.",
  "updates-15-f1": "- Если вы обнаружите ошибки с новыми ролями, сообщите об этом в службу поддержки @<span class='notranslate'>Wolfblood</span>.",
  "updates-14-title": "🔔 [ОБНОВЛЕНИЕ 14] 🔔",
  "updates-14-p1": "Бот продолжает обновляться каждый день, чтобы улучшить игровой процесс.<br>И снова, теперь доступно отличное обновление, улучшающее качество игры.",
  "updates-14-h1": "💬 ПРИЧАСТНЫЕ ЧАТЫ:",
  "updates-14-p2": "Теперь, если вы являетесь частью команды волков или культа, вы можете общаться с членами вашей команды приватно через бота.<br>После запуска игры все сообщения, которые вы отправляете боту, будут пересылаться членам вашей команды.",
  "updates-14-h2": "🐾 БОТ СЕЙЧАС ДОСТУПЕН ВСЕМ:",
  "updates-14-p3": "Теперь любой желающий может добавить бота в свою группу. Бот активирован для добавления в группу.<br>Группы, которые хотят опробовать новые функции бота и получить отличные игровые впечатления, теперь могут добавить бота непосредственно в свою группу и начать играть в игры.<br>Однако они должны соответствовать определенным требованиям. В группах должно быть более 70 участников, а у бота должны быть разрешения на удаление сообщений, блокировку пользователей, закрепление сообщений и добавление пользователей.<br>После получения этих разрешений вы можете немедленно начать играть в игры.<br>Удачи!",
  "updates-14-h3": "🕹 ПОЛЬЗОВАТЕЛЬСКИЙ РЕЖИМ ТЕПЕРЬ ОЧЕНЬ ПРОСТО:",
  "updates-14-p4": "Когда игроки хотели открыть игру в пользовательском режиме, написание ролей одну за другой и рядом представляло собой большую проблему.<br>Например, чтобы добавить 10 ролей, нужно было написать 10 смайлов рядом. Но теперь есть гораздо более простой метод.<br>Перед написанием роли вы можете написать рядом с ней, сколько вы хотите.<br>Таким образом, указанное количество ролей будет добавлено автоматически.<br>Например: '/startcustom 9🔪,9🎯' Запустить игру теперь намного проще. В настоящее время он работает в диапазоне 0-9.",
  "updates-14-h4": "НОВАЯ РОЛЬ:",
  "updates-14-p5": "<strong>👂 Слушатель.</strong> Вы — Слушатель. Ваши уши очень хорошо улавливают звуки вокруг вас, и вы можете слышать, что говорят друг другу другие игроки.<br>Вы можете слышать, о чем говорят Волк или команда Культа.<br>Однако вы не можете услышать, кто, что сказал и что сказал Альфа-Волк.<br>Шанс обращения культа: 65%<br>Необходимо игроков: 8",
  "updates-14-f1": "Обновление все еще находится на стадии тестирования. Если вы обнаружите какие-либо ошибки, немедленно сообщите нам об этом через группу поддержки @<span class='notranslate'>Wolfblood</span>, чтобы мы могли их исправить.",
  "updates-14-f2": "Очень скоро бот продолжит выпускать новые обновления.",
  "updates-14-f3": "Веселитесь всем!",
  "updates-13-title": "🔔 [ОБНОВЛЕНИЕ 13] 🔔",
  "updates-13-h1": "ТУРНИРЫ!",
  "updates-13-p1": "Готовы ли вы к новому приключению?<br>В течение года один игрок будет выигрывать смайлик каждый месяц во время турниров!<br>Турнир будет продолжаться с 1 по 30 число каждого месяца.<br>Общее количество очков, заработанных в конце каждой игры, будет суммироваться как ежемесячный счет, и игрок, набравший наибольшее количество очков в конце месяца, выиграет смайлик.<br>Счет ежемесячного турнира начинается с 0, а очки, заработанные в конце каждой игры.<br>Кроме того, существует ежемесячный групповой список.<br>В конце каждого месяца лучшая группа в ежемесячном турнире может выбрать одного игрока из своей группы, чтобы выиграть смайлик.",
  "updates-13-p2": "Турнир этого месяца начинается сегодня.<br>Однако в остальные месяцы все очки будут обнулены 1 марта, и начнется новый турнир.",
  "updates-13-p3": "В конце турнира этого месяца будет вручен следующий смайлик:<br>{🪄}",
  "updates-13-p4": "Вы можете проверить ежемесячный список игроков и свой собственный рейтинг с помощью команды /tournament.",
  "updates-13-p5": "Вы также можете просмотреть ежемесячный список групп с помощью команды /tournamentgroup.",
  "updates-1J-h2": "НОВЫЕ КОМАНДЫ:",
  "updates-13-p6": "<strong>/lastseen:</strong> С помощью этой команды вы теперь можете узнать, когда вы в последний раз играли в игру из используемой группы.",
  "updates-13-h3": "НОВЫЕ РОЛЬ:",
  "updates-13-p7": "<strong>🧑‍⚕️ Доктор.</strong> Каждое утро вы пытаетесь оживить игрока, который умер накануне вечером. Если вы решите не воскрешать игрока, который умер накануне вечером, вы не сможете оживить того же игрока на следующий день. Оживить можно только игроков, умерших накануне вечером. Ваш шанс на возрождение составляет 70%.<br>Шанс обращения в культ: 60%<br>Необходимо игроков: 7 >",
  "updates-13-p8": "<strong>📣 Протестующий.</strong> Вам не нравится наличие плохих ролей в деревне, и вы можете начать протест один раз в игре. В результате все голоса за день будут скрыты, а голоса за плохие роли будут считаться недействительными.<br>Шанс культовой конверсии: 20%<br>Необходимо игроков: 6 >",
  "updates-13-p9": "<strong>🛐 Жертва.</strong> Вы жертвуете собой ради жителей деревни. Вы можете перенаправить все атаки на себя на одну ночь. Это означает, что если игрок должен был умереть той ночью, вместо него умрете вы. Эту способность можно использовать только один раз за игру. Если атак нет, способность теряется.<br>Шанс обращения в культ: 70%<br>Необходимо игроков: 5",
  "updates-13-h4": "РЕДАКТИРОВАННАЯ РОЛЬ:",
  "updates-13-p10": "<strong>👴🏻 Гробовщик.</strong> Вы занимаетесь похоронами жителей деревни. Каждую ночь вы можете выбрать одного игрока. Если этот игрок умрет той ночью, вы обнаружите трех возможных подозреваемых, которые могли его убить.",
  "updates-13-h5": "ДРУГИЕ ИЗМЕНЕНИЯ:",
  "updates-13-li1": "- Исправлена ​​проблема с условием победы игрока.",
  "updates-13-li2": "- Роли спиритуалиста и козла удалены.",
  "updates-13-f1": "- Если вы обнаружите ошибки с новыми ролями, сообщите об этом в службу поддержки @<span class='notranslate'>Wolfblood</span>.",
  "updates-12-title": "🔔 [ОБНОВЛЕНИЕ 12] 🔔",
  "updates-12-h1": "НОВЫЕ РОЛЬ:",
  "updates-12-p1": "<strong>💀 Скелет.</strong> Продолжает жить после смерти. Может заблокировать способности и голосование любого игрока на 1 день. После смерти можно использовать эту способность в любое время, но это можно сделать только один раз.<br>Шанс обращения в культ: 40%<br>Необходимо игроков: 5",
  "updates-12-p2": "<strong>🔨 Преступник.</strong> Обычный сельский житель, но когда на него нападает серийный убийца, он убивает их и забирает их нож, становясь новым серийным убийцей.<br>Шанс обращения в культ: 20%<br>Необходимо игроков: 6 >",
  "updates-12-p3": "<strong>🎲 Игрок.</strong> Игрок – одиночный игрок. Ночью он пытается предсказать, кого будут линчевать на следующий день. Если он правильно предсказывает два линчевания, он выигрывает игру.<br>Шанс реализации культа: 10%<br>Необходимо игроков: 7 >",
  "updates-12-p4": "<strong>🐺🤐 Немой Волк.</strong> Не любит шума днем. Он может отключить звук всех игроков один раз во время игры. Молчание продлится до конца дня и этапа линчевания. Он не может использовать их способность первой ночи.<br>Шанс обращения культа: 0%<br>Необходимо игроков: 7 >",
  "updates-12-h2": "НОВЫЕ КОМАНДЫ:",
  "updates-12-p5": "<strong>/claim :</strong> Команда позволяет вам сохранить список ролей, на которые претендуют все участники игры. Он очень прост в использовании. После команды претензии напишите роль, на которую вы претендуете, и отправьте ее. Затем вы можете использовать команду «Утверждения», чтобы просмотреть этот список. Пример использования: «/claim mason».",
  "updates-12-p6": "<strong>/claims:</strong> команду можно использовать для просмотра списка ролей. С помощью этой команды вы можете увидеть роли, записанные с помощью команды претензии. Список автоматически очищается при запуске игры и показывает количество пользователей, которые не написали свою роль во время игры.",
  "updates-12-h3": "ДРУГИЕ ИЗМЕНЕНИЯ:",
  "updates-12-li1": "- Внесены некоторые изменения в баланс. Некоторые роли, которые нарушали баланс и приводили к быстрому завершению игры, были удалены.",
  "updates-12-li2": "- Решена проблема невозможности увидеть команду волков при повороте проклятого WW или предателя.",
  "updates-12-li3": "- Изменено количество людей в некоторых ролях. Вы можете увидеть, какая роль отображается у скольких людей из закрепленного сообщения.",
  "updates-12-li4": "- Роли Варвара, Посыльного, Охотника и Шпиона удалены.",
  "updates-12-f1": "- Если вы обнаружите ошибки с новыми ролями, сообщите об этом в службу поддержки @<span class='notranslate'>Wolfblood</span>.",
  "updates-11-title": "🔔 [ОБНОВЛЕНИЕ 11] 🔔",
  "updates-11-h1": "НОВЫЕ КОМАНДЫ",
  "updates-11-p1": "<strong>/topgroup</strong><br><strong>/groupstats</strong>",
  "updates-11-p2": "С этим обновлением в игру была добавлена ​​функция «Лучшие группы», чтобы повысить конкуренцию между группами.<br>Кроме того, вам больше не нужно использовать какие-либо команды, чтобы попасть в таблицу лидеров. Все автоматически создается ботом, когда к вашей группе присоединяется новый участник, а также автоматически удаляется из таблицы лидеров, когда игрок покидает вашу группу.<br>Кроме того, игрок может присоединиться к более чем одной группе и будет включен в статистику этой группы.<br>Примечание: для обеспечения честной конкуренции между группами расчет групповых очков основан на сумме очков игроков, набравших 1200 очков и более.",
  "updates-11-p3": "<strong>/topgroup :</strong> С помощью этой команды вы можете увидеть 10 лучших групп в списке результатов.",
  "updates-11-p4": "<strong>/groupstats:</strong> С помощью этой команды вы можете увидеть 10 лучших игроков в вашей группе.",
  "updates-11-h2": "ХЭЛЛОУИН СОБЫТИЕ",
  "updates-11-p5": "Магазин открыт с сегодняшнего дня! Мы хотели бы поблагодарить всех, кто принял участие в нашем мероприятии в честь Хэллоуина.<br>Теперь вы можете потратить заработанные монеты с помощью команды /store. Купленные вами смайлы будут автоматически добавлены рядом с вашим именем.<br>Магазин будет доступен для использования в течение 1 недели. Монеты будут удалены из игры, поскольку мероприятие Хэллоуина закончилось.<br>Наше мероприятие скоро возобновится.",
  "updates-10-title": "🔔 [ОБНОВЛЕНИЕ 10] 🔔",
  "updates-10-h1": "НОВЫЕ РОЛЬ:",
  "updates-10-p1": "<strong>📖 Мессенджер.</strong> Он может устанавливать в качестве цели 1 человека каждые 2 ночи. Когда посланник умирает, роль его цели будет показана случайному человеку в игре. Этот человек также может быть оборотнем.<br>Шанс обращения в культ: 60%<br>Необходимо игроков: 6 >",
  "updates-10-p2": "<strong>💪 Варвар.</strong> Он очень раздражителен из-за своей злости на волков. Он может показать свою ярость каждому в любой момент. Когда варвар проявляет эту способность, дневная фаза будет пропущена, чтобы иметь возможность немедленно линчевать волков, а фаза линчевания продлится 15 секунд.<br>Шанс обращения культа: 30%<br>Необходимо игроков: 5",
  "updates-10-p3": "<strong>👾 Траппер.</strong> Он расставляет ловушки для жителей деревни и убивает их. Но если казненный игрок принадлежит деревенской команде, траппер будет казнен вместе с ним. Если он не принадлежит к деревенской команде, игрок погибает. Эту способность можно использовать только 2 раза.<br>Шанс обращения в культ: 80%<br>Необходимо игроков: 7 >",
  "updates-10-p4": "<strong>🐉 Волк-иллюзионист.</strong> Изначально он обычный оборотень, но когда другой волк умирает, он может забрать свои способности.<br>Шанс обращения в культ: 0%<br>Необходимо игроков: 7 >",
  "updates-10-h2": "ДРУГИЕ ИЗМЕНЕНИЯ:",
  "updates-10-li1": "- Изменен дизайн эндшпиля.",
  "updates-10-li2": "- Теперь через каждые 10 человек монеты будут давать еще 1 человеку.",
  "updates-10-li3": "- Добавлено несколько новых гифок.",
  "updates-10-li4": "- Роли «Агент», «Миссионер», «Младший волк» удалены.",
  "updates-10-f1": "- Если вы обнаружите ошибки с новыми ролями, сообщите об этом в службу поддержки @<span class='notranslate'>Wolfblood</span>.",
  "updates-9-title": "🔔 [ОБНОВЛЕНИЕ 9] 🔔",
  "updates-9-h1": "СПЕЦИАЛЬНОЕ СОБЫТИЕ НА ХЭЛЛОУИН! 🎃🦇",
  "updates-9-p1": "Мы очень рады представить вам наше новое и первое мероприятие. Это специальное событие также вводит в игру новую интересную деталь.<br>Монеты WB 🪙 теперь в игре!",
  "updates-9-p2": "<strong>Так для чего нужны эти монеты?</strong>",
  "updates-9-p3": "В конце каждой игры 1 случайный человек, выбранный ботом, выиграет 1 монету 🪙. Узнать, сколько у вас монет, можно с помощью команды stats. Данное мероприятие продлится ровно 1 месяц, по его окончании вы сможете купить специальные смайлы на свое имя в нашем новом магазине, где вы сможете обменять собранные вами монеты с помощью команды /store.",
  "updates-9-p4": "За день до Хэллоуина магазин откроется, и вы сможете потратить свои монеты.",
  "updates-9-p5": "Вы можете увидеть, какие смайлы доступны для покупки и сколько монет вам нужно заработать, с помощью команды /store.",
  "updates-9-f1": "Теперь вернитесь в игру и начните собирать монеты!<br>Всем удачи. Бууууууу 👻",
  "updates-9-dupe-title": "🔔 [ОБНОВЛЕНИЕ 9] 🔔",
  "updates-9-dupe-h1": "СПЕЦИАЛЬНОЕ СОБЫТИЕ НА ХЭЛЛОУИН! 🎃🦇",
  "updates-9-dupe-p1": "Мы очень рады представить вам наше новое и первое мероприятие. Это специальное событие также вводит в игру новую интересную деталь.<br>Монеты WB 🪙 теперь в игре!",
  "updates-9-dupe-p2": "<strong>Так для чего нужны эти монеты?</strong>",
  "updates-9-dupe-p3": "В конце каждой игры 1 случайный человек, выбранный ботом, выиграет 1 монету 🪙. Узнать, сколько у вас монет, можно с помощью команды stats. Данное мероприятие продлится ровно 1 месяц, по его окончании вы сможете купить специальные смайлы на свое имя в нашем новом магазине, где вы сможете обменять собранные вами монеты с помощью команды /store.",
  "updates-9-dupe-p4": "За день до Хэллоуина магазин откроется, и вы сможете потратить свои монеты.",
  "updates-9-dupe-p5": "Вы можете увидеть, какие смайлы доступны для покупки и сколько монет вам нужно заработать, с помощью команды /store.",
  "updates-9-dupe-f1": "Теперь вернитесь в игру и начните собирать монеты!<br>Всем удачи. Бууууууу 👻",
  "updates-7-title": "🔔 [ОБНОВЛЕНИЕ 7] 🔔",
  "updates-7-h1": "НОВЫЕ РОЛЬ:",
  "updates-7-p1": "<strong>🧒🏻 Непослушный мальчик.</strong> Он очень избалованный и шаловливый ребенок. В первую ночь игры вы можете выбрать 2 игроков, которые поменяются ролями, и их роли поменяются. Если он не поменяет чью-либо роль, он продолжит играть как обычный сельский житель.<br>Шанс обращения в культ: 60%<br>Необходимо игроков: 5",
  "updates-7-p2": "<strong>🤲 Проповедник.</strong> Он очень любит жителей деревни и молится за них, когда они умирают. Когда один человек из деревенской команды подвергается линчеванию и умирает, проповедник получает дополнительный голос. Когда он решает использовать свой талант, он применяет все свои избирательные права во время линчевания. Это можно сделать только 1 раз.<br>Шанс обращения в культ: 30%<br>Необходимо игроков: 6 >",
  "updates-7-p3": "<strong>👴🏻 Гробовщик.</strong> Он занимается похоронами жителей деревни. Ночь за ночью он может выбрать убитого игрока и выявить двух возможных подозреваемых. Если он выберет игрока, убитого серийным убийцей, появятся 3 подозреваемых.<br>Шанс обращения в культ: 40%<br>Необходимо игроков: 7 >",
  "updates-7-p4": "<strong>😵‍💫 Идиот.</strong> Если жители решат линчевать его, он не умрет, и его роль будет раскрыта. Его голоса после этого момента будут считаться недействительными.<br>Шанс реализации культа: 70%<br>Необходимо игроков: 6 >",
  "updates-7-h2": "ДРУГИЕ ИЗМЕНЕНИЯ:",
  "updates-7-li1": "- Роль лжеца удалена.",
  "updates-7-li2": "- В игру добавлен режим /startcustom.",
  "updates-7-li3": "- Ранговые смайлы были изменены. Новые смайлы:<br>🐾 1000 - 🌵 1400 - 🐥 1800 - 🪐 2200 - 🚀 2600 - 🐯 3000 -<br>🌏 3400 - 🥇 3800 - 🏆 4000",
  "updates-7-li4": "- Добавлено несколько новых гифок. В старые гифки внесены изменения.",
  "updates-7-li5": "- В команду topscore внесены изменения.",
  "updates-7-f1": "- Если вы обнаружите ошибки с новыми ролями, сообщите об этом в службу поддержки @<span class='notranslate'>Wolfblood</span>.",
  "updates-6-title": "🔔 [ОБНОВЛЕНИЕ 6] 🔔",
  "updates-6-h1": "ВСЕ ИЗМЕНЕНИЯ:",
  "updates-6-p1": "Отредактированная роль «Шпион»: роль «Шпион» была изменена, и теперь она работает следующим образом.",
  "updates-6-p2": "<strong>🤵🏻‍♂️ Шпион.</strong> Каждую ночь он исследует двух игроков и определяет, принадлежат ли они к одной команде. Однако, когда он видит двух игроков в одной команде, он не может использовать свои навыки на следующую ночь.<br>Необходимо игроков: 7 >",
  "updates-6-li1": "- Все карты были переработаны.",
  "updates-6-li2": "- В карты добавлен индонезийский язык.",
  "updates-5-title": "🔔 [ОБНОВЛЕНИЕ 5] 🔔",
  "updates-5-h1": "НОВЫЕ РОЛЬ:",
  "updates-5-p1": "<strong>🐺🌚 Теневой волк.</strong> Он обладает особой способностью, в отличие от обычных оборотней. Когда он решит использовать эту способность, он может скрыть все голоса один раз за игру и удвоить голоса своей команды. Голоса каждого волка будут учитываться по 2 голоса.",
  "updates-5-p2": "<strong>🐺🤕 Неуклюжий Волк.</strong> Он работает с оборотнями. Но он был довольно неуклюж, а теперь сумел превратить свою неуклюжесть в талант. Теперь он голосует независимо от волков, в результате чего линчевания выбранных им игроков проваливаются на 80%.",
  "updates-5-p3": "<strong>🐺🐾 Кошмарный волк.</strong> Среди оборотней этот волк родился с мистическими способностями. У него есть 2 способности и он может использовать их по своему усмотрению. Но возможности ограничены.<br>1. Способность: 2 раза за игру может заставить игрока замолчать в течение дня, не дать ему говорить и голосовать.<br>2. Способность: 1 раз за игру может блокировать все действия игрока в ночное время.",
  "updates-5-p4": "<strong>🤥 Лжец.</strong> Он так много лгал, что теперь вся деревня признала его лжецом, и никто ему не верит. По этой причине его голоса во время линчевания не имеют силы и будут засчитаны как 0 голосов.<br>Шанс обращения в культ: 100%<br>Необходимо игроков: 6 >",
  "updates-5-p5": "<strong>🐺🎴 Разбойник.</strong> Он может выбирать игрока в течение дня. Если этот игрок умрет по какой-либо причине, он будет рассматриваться как Бродячий Волк, а когда умрет настоящий Волк-изгой, он появится в роли выбранного игрока.",
  "updates-5-h2": "ДРУГИЕ ИЗМЕНЕНИЯ:",
  "updates-5-li1": "- Удалены роли Террориста и Гориллы.",
  "updates-5-f1": "- Если вы обнаружите ошибки с новыми ролями, сообщите об этом в службу поддержки @<span class='notranslate'>Wolfblood</span>.",
  "updates-4-title": "🔔 [ОБНОВЛЕНИЕ 4] 🔔",
  "updates-4-h1": "НОВЫЕ РОЛЬ:",
  "updates-4-p1": "<strong>👨🏻‍💼 Миссионер. [Команда культистов]</strong> Он долгое время был самым уважаемым членом культа. Поскольку он долгое время был в культе, то теперь он может на 100% убедить 1 человека вступить в культ. Он может сделать это только один раз, и выбранный им игрок превратится в 100% секта. Это хорошая возможность изменить людей с процентом конверсии 0%, которые никогда не верят. Тем не менее, он не может реализовывать плохие роли.<br>Необходимо игроков: 11.",
  "updates-4-p2": "<strong>📡 Агент. [Команда культистов]</strong> Культ промыл ему мозги и теперь заставил служить им. Прежде чем культисты обратятся в свою веру, его спросят, у какого игрока какой процент превращения в культ. Каждую ночь его задача — выяснить, какой процент игрока должен присоединиться к культу, а затем сообщить об этом культу.<br>Необходимо игроков: 11",
  "updates-3-title": "🔔 [ОБНОВЛЕНИЕ 3] 🔔",
  "updates-3-h1": "НОВЫЕ РОЛЬ:",
  "updates-3-p1": "<strong>🐼 Панда.</strong> Если его каким-либо образом убьют, он взорвется, прежде чем умрет, и заморозит всех жителей деревни вокруг себя. Жители села днем ​​не могут совершать ночные действия. Его необходимо защитить любой ценой.<br>Шанс обращения культа: 75%<br>Необходимо игроков: 7 >",
  "updates-3-p2": "<strong>🦍Горилла.</strong> Это самая сильная и долговечная роль в деревне. Когда волки нападают на гориллу, они могут причинить ей вред, но не могут убить. Горилла умирает через 1 день после нападения.<br>Шанс обращения в культ: 30%<br>Необходимо игроков: 5",
  "updates-3-h2": "ДРУГИЕ ИЗМЕНЕНИЯ:",
  "updates-3-li1": "- Точность роли Шпиона увеличена до 50%. 2 охотника-культиста можно увидеть в играх с участием более 60 человек. И были внесены некоторые незначительные изменения баланса.",
  "updates-2-title": "🔔 [ОБНОВЛЕНИЕ 2] 🔔",
  "updates-2-h1": "НОВЫЕ РОЛЬ:",
  "updates-2-p1": "<strong>🤵🏻‍♂️ Шпион.</strong> Каждую ночь он исследует игрока и определяет, хорошая у него роль или плохая. Однако эта информация точна только на 30% из-за отсутствия надежных источников.<br>Шанс обращения в культ: 30%<br>Необходимо игроков: 5",
  "updates-2-p2": "<strong>💣 Террорист.</strong> Этот сумасшедший парень, ослепленный своими извращенными убеждениями, незаметно ставит мины на игроков по ночам. Если его ночью убьет серийный убийца или волк, все мины взорвутся и унесут с собой их жизни. Проигрывает при линчевании.<br>Шанс обращения культа: 40%<br>Необходимо игроков: 8 >",
  "updates-2-h2": "ДРУГИЕ ИЗМЕНЕНИЯ:",
  "updates-2-li1": "- Изменение для колдуна: Теперь колдун может видеть роли игроков. Однако он может по-разному воспринимать такие роли, как человек-волк, предатель, ликан.",
  "updates-2-li2": "— Изменение команды /rules: команда правил теперь работает на вашем родном языке.",
  "updates-2-li3": "- Новая команда /gameguide: благодаря ей вы сможете найти информацию об игре. Например, вы можете увидеть, какая роль появится у скольких людей.",
  "updates-2-li4": "- Изменения в некоторых смайлах ранга: вы можете получить доступ к новым смайлам с помощью команды gameguide.",
  "updates-2-h3": "НОВАЯ ГРУППА:",
  "updates-2-p3": "Сегодня открылась наша официальная испанская группа. Вы можете нажать @<span class='notranslate'>Wolfblood</span>official и присоединиться к нам в группе! В ближайшее время пройдут специальные мероприятия.",
  "updates-1AN-title": "🔔 [ОБНОВЛЕНИЕ 1] 🔔",
  "updates-1-h1": "НОВЫЕ РОЛЬ:",
  "updates-1-p1": "<strong>👲 Путешественник:</strong> Путешественник — это человек, который любит путешествовать. Во время своих путешествий он обнаруживает торговца, и торговец предлагает ему оставшиеся 4 роли. Путешественник выбирает, какую роль он хочет принять, и трансформируется в эту роль. Если ему не нравятся роли, он может продолжить играть в роли путешественника.<br>Шанс обращения в культ: 60%<br>Необходимо игроков: 6 >",
  "updates-1-p2": "<strong>🎩 Босс:</strong> Босс ненавидит Культ и помогает деревенской команде прикончить их. Каждую ночь ему сообщают, сколько людей в Культе.<br>Шанс обращения в Культ: 10%<br>Необходимо игроков: 10 >",
  "updates-1-p3": "<strong>⏱ Повелитель Времени:</strong> Если Повелитель Времени умирает, таймеры дня и ночи значительно уменьшаются. День сокращается до 60 секунд, а ночь до 30 секунд. Эффект продлится только 1 день.<br>Шанс обращения в культ: 50%<br>Необходимо игроков: 5",
  "updates-1-h2": "РЕДАКТИРОВАННАЯ РОЛЬ:",
  "updates-1-p4": "<strong>Измененная роль Снитча:</strong> Снитч больше не выбирает в начале игры, а перед своей смертью. Обратите внимание: вам нужно быть быстрым.",
  "updates-1-h3": "НОВЫЙ РЕЖИМ ИГРЫ:",
  "updates-1-p5": "<strong>/STARTLOVE :</strong> Готовы ли вы испытать романтику? Тогда этот режим для вас. В этом режиме влюблены все.<br>Примечание: определение влюбленных происходит в первую ночь, но уведомление делается в течение дня. Днём ты узнаешь, в кого ты влюблен. Кроме того, игра начнется только с четными числами. (6-8-10..)",
  "updates-0-title": "🔔 [ОБНОВЛЕНИЕ] 🔔",
  "updates-0-h1": "-НОВЫЕ РОЛЬ: Снитч 🦜",
  "updates-0-p1": "Снитч – простой деревенский житель. Он может выбрать игрока в первую ночь и имеет возможность раскрыть роль игрока всем, если стукач умрет. Но если выбранный игрок умрет до того, как снитч, это будет всего лишь простой сельский житель.<br>👤 Шанс обращения в культ: 100%<br>Примечание: это не 120-секундная роль, и она может появиться в игре для 8 игроков.",
  "updates-0-h2": "-Удалить роль: Ведьма",
  "updates-0-p2": "Было замечено, что роль ведьмы не может оказать поддержку оборотням на игровом балансе. По этой причине роль будет усилена. Временно удален из игры. Работа над игровым балансом продолжается.",
  "updates-ranks-title": "🔔 НОВЫЕ РОЛЬ И ЗВАНИЯ 🔔",
  "updates-ranks-h1": "- НОВЫЕ РОЛЬ БОТА <span class='notranslate'>Wolfblood</span>",
  "updates-ranks-p1": "<strong>🧙 Волшебник</strong>",
  "updates-ranks-p2": "Волшебник: Это нейтральная роль, пока человек не умрет от заклинаний. Однако если в результате заклинаний погибнет персонаж из деревни, вы присоединитесь к команде волков. Рекомендуется сохранить эту роль. За 1 день голосования вы тайно запутаете всех и станете причиной смерти случайного человека. Если сельский житель погибает в результате случайного голосования, вы заключаете союз с волками или становитесь простым сельским жителем.",
  "updates-ranks-p3": "<strong>☭ Коммунист</strong>",
  "updates-ranks-p4": "Коммунист. Он побеждает только в случае ничьей.",
  "updates-ranks-h2": "Ранги бота @<span class='notranslate'>Wolfblood</span>:",
  "updates-ranks-p5": "🐾 1000-1200<br>🏋️ 1200-1400<br>🐥 1400-1600<br>🦕 1600-1800<br>⚓️ 1800-2000<br>💯 2000-2200<br>💣 2200-2400<br>🥊 2400-2600<br>🥉 2600-2800<br>🥈 2800-3000<br>🥇 3000-3200<Am> 🏆 3200-∞",
  "page-title-groups": "Wolfblood – Группы и каналы",
  "header-subtitle-groups": "Группы и каналы",
  "groups-main-title": "Группы и каналы",
  "groups-en-title": "🐾<span class='notranslate'>Wolfblood</span> Official || EN",
  "groups-en-desc": "Официальная группа для англоязычных игроков.",
  "groups-click-to-join": "Нажмите, чтобы присоединиться ➔",
  "groups-en-bulletin-title": "🐾 <span class='notranslate'>Wolfblood</span> Official EN | Buletin 📰<span class=\"channel-tag\">Канал</span>",
  "groups-en-bulletin-desc": "Анонсовый канал для официальной группы EN.",
  "groups-id-title": "🐾 <span class='notranslate'>Wolfblood</span> Official || ID",
  "groups-id-desc": "Официальная группа для игроков на индонезийском языке.",
  "groups-id-bulletin-title": "🐾 <span class='notranslate'>Wolfblood</span> Official ID | Buletin 📰<span class=\"channel-tag\">Канал</span>",
  "groups-id-bulletin-desc": "Анонсовый канал группы ID Official.",
  "groups-fr-title": "🐾<span class='notranslate'>Wolfblood</span> Official || FR",
  "groups-fr-desc": "Официальная группа для игроков, говорящих на французском языке.",
  "groups-fr-bulletin-title": "🐾 <span class='notranslate'>Wolfblood</span> Official FR | Buletin 📰<span class=\"channel-tag\">Канал</span>",
  "groups-fr-bulletin-desc": "Анонсовый канал официальной группы FR.",
  "groups-ph-title": "🐾<span class='notranslate'>Wolfblood</span> Official || PH",
  "groups-ph-desc": "Официальная группа для игроков на филиппинском языке.",
  "groups-ph-bulletin-title": "🐾 <span class='notranslate'>Wolfblood</span> Official PH | Buletin 📰<span class=\"channel-tag\">Канал</span>",
  "groups-ph-bulletin-desc": "Анонсовый канал для группы PH Official.",
  "groups-it-title": "🐾<span class='notranslate'>Wolfblood</span> Official || IT",
  "groups-it-desc": "Официальная группа для игроков, говорящих на итальянском языке.",
  "groups-it-bulletin-title": "🐾 <span class='notranslate'>Wolfblood</span> Official IT | Buletin 📰<span class=\"channel-tag\">Канал</span>",
  "groups-it-bulletin-desc": "Анонсовый канал группы IT Official.",
  "groups-ar-title": "🐾<span class='notranslate'>Wolfblood</span> Official || AR",
  "groups-ar-desc": "Официальная группа для игроков, говорящих на арабском языке.",
  "groups-ar-bulletin-title": "🐾 <span class='notranslate'>Wolfblood</span> Official AR | Buletin 📰<span class=\"channel-tag\">Канал</span>",
  "groups-ar-bulletin-desc": "Анонсовый канал для официальной группы AR.",
  "groups-es-title": "🐾<span class='notranslate'>Wolfblood</span> Official || ES",
  "groups-es-desc": "Официальная группа для испаноязычных игроков.",
  "groups-es-bulletin-title": "🐾 <span class='notranslate'>Wolfblood</span> Official ES | Buletin 📰<span class=\"channel-tag\">Канал</span>",
  "groups-es-bulletin-desc": "Анонсовый канал официальной группы ES.",
  "groups-news-title": "<span class='notranslate'>Wolfblood</span> News 🐾 <span class=\"channel-tag\">Канал</span>",
  "groups-news-desc": "Основной канал анонсов всех обновлений.",
  "groups-rules-title": "🐾 <span class='notranslate'>Wolfblood</span> Global Rules <span class=\"channel-tag\">Канал</span>",
  "groups-rules-desc": "Глобальные правила для всех групп <span class='notranslate'>Wolfblood</span>.",
  "groups-support-title": "<span class='notranslate'>Wolfblood</span> Support 🐾",
  "groups-support-desc": "Группа поддержки по вопросам, связанным с ботами.",
  "groups-quickers-title": "Werewolf Quickers 🐺💨",
  "groups-quickers-desc": "Для коротких и холодных игр.",
  "groups-lounge-title": "Werewolf Lounge ||「🐺🎮」",
  "groups-lounge-desc": "Для офф-чата и настольных игр.",
  "page-title-about": "Wolfblood - О нас",
  "header-subtitle-about": "О нас",
  "about-team-title": "Команда разработчиков",
  "staff-kadir-name": "<a href=\"https://t.me/kediben\" target=\"_blank\">Kadir Bayar</a>",
  "staff-kadir-founder": "Основатель",
  "staff-kadir-dev": "Главный разработчик",
  "staff-kadir-desc": "Основатель и ведущий разработчик бота. Человек, который инициировал проект Wolfblood и определил его основное видение. Принимает все стратегические решения относительно будущего и роста бота.",
  "staff-ismet-name": "<a href=\"https://t.me/Halfcelse\" target=\"_blank\">İsmet Uygur</a>",
  "staff-ismet-job-web": "Веб-разработчик",
  "staff-ismet-job-trans": "Переводчик",
  "staff-ismet-desc1": "Отвечает за визуальное оформление сайта и процессы фронтенд-разработки. Кодирует все необходимые макеты страниц и пользовательские интерфейсы. Генерируйте необходимые роли и режимы в соответствии с требованиями.",
  "about-main-title": "СТРАНИЦА БЛАГОДАРНОСТИ 🕊️",
  "about-intro-p1": "Бот <span class='notranslate'>Wolfblood</span> был разработан в мае 2022 года и вдохновлен @werewolfbot, фантастическим творением Пара, отца игры Telegram Werewolf и оригинального разработчика бота. Мы будем вечно благодарны Para за изобретение и кодирование этой игры.",
  "about-intro-p2": "🤝 Мы также хотели бы поблагодарить Пара и всю команду разработчиков GreyWolf за поддержку оригинального бота с 2016 года.",
  "about-intro-p3": "🙏 Мы также хотели бы воспользоваться этой возможностью, чтобы поблагодарить всех, кто помогал нам в сообществе Wolf Blood, а не только нашего разработчика Кадира {📟}, основной команды {🪽}, переводчиков {✍️}, модераторов {💠}, доноров {💵}, спонсоров {💎}, а также наших любимых игроков {🐾}, которые проявили бесконечную любовь и поддержку к боту.",
  "about-ideas-title": "Идеи ролей и функций:",
  "about-ideas-li1": "Большинство наших идей относительно новых ролей изначально являются нашими собственными, а некоторые адаптированы из предложений ролей из Вулвсвилля и GreyWolf.",
  "about-ideas-li2": "Остальные роли взяты из оригинального бота-оборотня.",
  "about-ideas-li3": "Между тем, все идеи новых функций исходили от игроков основной команды и Wolf Blood, которые обратились к нам через поддержку @<span class='notranslate'>Wolfblood</span> и @<span class='notranslate'>Wolfblood</span>администратора.",
  "about-ideas-p1": "Пожалуйста, просмотрите следующие ссылки для справки:",
  "about-ideas-link1": "🔗 Предложение роли",
  "about-ideas-link2": "🔗 Предложение по списку ролей",
  "about-btn-roles": "Новые роли и игровые режимы",
  "about-btn-store": "Магазин",
  "about-btn-items": "Предметы",
  "about-btn-donations": "Пожертвования",
  "about-roles-title": "Новые роли и игровые режимы",
  "about-roles-p1": "<span class='notranslate'>Wolfblood</span> постоянно развивается, и мы рады представить новую порцию ролей и инновационные игровые режимы, которые сделают игровой процесс захватывающим и непредсказуемым.",
  "about-roles-h3-1": "Новые роли",
  "about-role-boss": "Босс 🎩",
  "about-role-skeleton": "Скелет 💀",
  "about-role-miner": "Шахтер ⛏️",
  "about-role-executioner": "Палач 🦸‍♂",
  "about-role-informant": "Информатор 🦜",
  "about-role-pawn": "Пешка ♟",
  "about-role-commando": "Коммандос 🪖",
  "about-role-preacher": "Проповедник 🛐",
  "about-role-shadowolf": "Тень Волка 🐺🌚",
  "about-role-jugglerwolf": "Жонглер Волк 🐺✨",
  "about-role-tricksterwolf": "Трикстер Волк 🐺🧧",
  "about-role-illusionistwolf": "Иллюзионист Волк 🐺🪄",
  "about-role-poseidon": "Посейдон 🧜",
  "about-role-slave": "Раб 😵‍💫",
  "about-roles-h3-2": "Новые игровые режимы",
  "about-roles-p-love": "Режим любви: готовы ли вы к романтике? В этом режиме каждый игрок влюблен. В первую ночь вашего возлюбленного выберут, и на следующий день вы узнаете, кто он. Этот режим предназначен только для игр с четным количеством игроков (например, 6, 8, 10).",
  "about-roles-p-custom": "Упрощенный пользовательский режим: запустить собственную игру теперь проще, чем когда-либо. Вы можете просто указать количество ролей, которые хотите добавить, а все остальное сделает бот. Например, вместо того, чтобы вводить /startcustom 🔪🔪🔪🔪🔪🔪🔪🔪🔪🔪, теперь вы можете просто использовать /startcustom 9🔪. В настоящее время эта функция работает для одновременного добавления до 9 каждой роли.",
  "about-roles-p-treasure": "Режим сокровищ: этот режим представляет собой разновидность стандартной рейтинговой игры с улучшенной системой начисления очков, которая зависит от количества игроков. Вы заработаете больше очков за свои победы и получите шанс выиграть загадочные коробки. В этих ящиках содержатся временные награды, такие как теги игроков, временные смайлы, жетоны ForceStart и номера Джерси. В конце игры случайным образом выбираются несколько игроков, которые получат один из этих призов на срок от 3 до 7 дней.",
  "about-store-title": "Магазин <span class='notranslate'>Wolfblood</span> 🛍️🛒",
  "about-store-p1": "В магазине <span class='notranslate'>Wolfblood</span> игроки могут улучшить свой игровой опыт с помощью различных внутриигровых предметов. Основная валюта — WB Mint (🪙), которую можно заработать, просто играя.",
  "about-store-h3-1": "Товары магазина:",
  "about-store-p2": "◽️ Валюта волчьей крови (монетный двор ВБ):<br>Как заработать монетный двор? Просто играя в игру. Бот будет выдавать его игрокам случайным образом в зависимости от количества игроков в игре.",
  "about-store-li1": "1 🪙 = 10-19 игроков",
  "about-store-li2": "2 🪙 = 29 игроков",
  "about-store-li3": "... и так до 10 🪙 при 100 игроках.",
  "about-store-p3": "◽️ Фрагменты эмодзи (🧩):<br>Фрагменты позволяют игрокам создавать собственные эмодзи. Магазин смайлов был обновлен и теперь предлагает как временные (1 неделя, 1 месяц, 1 год), так и постоянные смайлы.",
  "about-store-p4": "◽️ Ролевые ваучеры (🪪):<br>Они побуждают игроков опробовать разные роли и разнообразить игровой процесс. Цены варьируются в зависимости от роли (Basic, Advance, Expert и Pro).",
  "about-store-p5": "◽️ Токены FS (ForceStart) (⭐️):<br>позволяют игрокам /forcestart игру, не будучи администратором. Вы можете приобрести 1 токен FS за 5 монетных дворов.",
  "about-store-p6": "◽️ Комиссия за дарение и перевод (🔂):<br>Комиссия за команду /transfer установлена ​​на уровне 5 мятных монет. Эту команду можно использовать только один раз в день, а /gift имеет неограниченное использование.",
  "about-store-p7": "✅ Telegram Stars (⭐️): теперь вы можете использовать Telegram Stars для покупки широкого спектра товаров, включая временные смайлы, пользовательские GIF-файлы, монетные дворы, персонализированные сообщения и ролевые ваучеры.",
  "about-store-h3-2": "Команды:",
  "about-store-li4": "▪️/профиль — Здесь вы можете увидеть список всех предметов, доступных в вашем WB-кошельке.",
  "about-store-li5": "▪️/store — используйте эту команду, чтобы покупать товары в нашем магазине.",
  "about-items-title": "<span class='notranslate'>Wolfblood</span> Предметы ✨",
  "about-items-p1": "Откройте для себя уникальные предметы, которые дадут вам стратегическое преимущество в игре.",
  "about-items-p2": "🌱 Билет на поддельное имя [🎭]: используйте команду /fakename, чтобы установить вымышленное имя, которое бот будет использовать на протяжении всей игры. Запутайте своих противников и получите преимущество!",
  "about-items-p3": "🌱 Токен ForceJoin [💪]: с помощью этого токена вы можете заставить другого игрока присоединиться к игре.",
  "about-items-p4": "🌱 Билет на бонусные очки [🎰]: активируйте этот билет, чтобы умножить свои очки в 2 раза и повысить уровень своего игрового процесса.",
  "about-items-p5": "🌱 Билет фальшивой роли [🔖]: используйте команду /fakerole, чтобы установить фиктивную роль. После активации ваша роль будет отображаться как фальшивая, скрывая вашу настоящую на одну игру. Приготовьтесь повеселиться и запутать всех!",
  "about-donations-title": "Пожертвования 🎁",
  "about-donations-p1": "Мы благодарны за все пожертвования, которые помогают поддержать развитие бота. Доноры получают специальные награды в знак нашей признательности.",
  "about-donations-h3-1": "Особенности пожертвования:",
  "about-donations-p2": "✔️ Теги игроков: доноры теперь могут установить собственный трехбуквенный тег для отображения своего VIP-статуса в сообществе. Например: [ПРО] Wolfblood.",
  "about-donations-p3": "✔️ Идентификаторы смайлов: доноры получают обновленные смайлы в зависимости от суммы пожертвования:",
  "about-donations-li1": "💵 5–49 долларов США.",
  "about-donations-li2": "💶 50–99 долларов США.",
  "about-donations-li3": "💷$100 и выше",
  "about-donations-p4": "✔️ Специальное сообщение [📝]: при уровне пожертвования выше 50 долларов вы можете использовать команду /specialmessage, чтобы установить собственное сообщение, которое будет появляться случайным образом в конце игры, если вы выиграете.",
  "about-Tdonations-p5": "✔️ Пользовательские GIF-файлы. Доноры, внесшие вклад в размере 10 долларов США и более, могут настроить отображение собственных GIF-файлов в игре.",
  "page-title-contact": "Wolfblood - Свяжитесь с нами",
  "header-subtitle-contact": "Свяжитесь с нами",
  "contact-main-title": "Свяжитесь с нами",
  "contact-main-desc": "Чтобы связаться с нами и задать любой вопрос, пожалуйста, свяжитесь с нами по ссылкам ниже!",
  "contact-net-title": "Network Bot",
  "contact-start-bot": "Запустить бота ➔",
  "contact-sup-title": "Destek/Support Group",
  "loader_hint_1": "💡Подсказка: никому не доверяйте. Особенно тихие...",
  "loader_hint_2": "🐺 Подсказка: волки всегда охотятся вместе. Не оставляйте стаю.",
  "loader_hint_3": "👁️ Подсказка: сегодня вечером за вами кто-то наблюдает... Это друг или враг?",
  "loader_hint_4": "👳‍♀️ Подсказка: то, что видит Провидец, может быть лишь частью истины.",
  "loader_hint_5": "🌙 Подсказка: ночная тишина скрывает самые темные тайны...",
  "loader_hint_6": "💡 Подсказка: самому громкому в группе часто больше всего приходится скрывать.",
  "loader_hint_7": "🗳️Подсказка: когда голосование Линча закончено, не всегда умирает один человек...",
  "loader_hint_8": "🕊️ Подсказка: даже самый невинный на вид игрок может скрыть темную тайну.",
  "loader_hint_9": "🥀 Подсказка: разделенная деревня обязательно падет. Держитесь вместе.",
  "loader_hint_10": "🧑‍💻 Подсказка: Main DEV знает только кодирование. Он не может видеть роли в игре, или может?",
  "loader_hint_11": "🦇 Подсказка: летучая мышь никогда не спит. Они всегда наблюдают за тобой!",
  "loader_hint_12": "👺 Подсказка: не все боятся линча. Некоторые... желают этого.",
  "loader_hint_13": "💋Подсказка: выходить на улицу ночью опасно. Дом, который вы посещаете, может оказаться вашим последним.",
  "loader_hint_14": "🔪Подсказка: волки — не единственная проблема. Некоторые просто хотят посмотреть, как горит деревня.",
  "loader_hint_15": "👤 Подсказка: один шепот может обратить самого преданного жителя. Культ растет в тишине.",
  "loader_hint_16": "⚡️Подсказка: Укус волка не всегда означает смерть. Иногда... это означает семью.",
  "loader_hint_17": "🔥Подсказка: некоторые не охотятся. Они просто ждут идеального момента... чтобы поджечь всех.",
  "loader_hint_18": "💂Подсказка: В деревне есть охотник, но они не волков ищут... они ищут обращенных.",
  "loader_hint_19": "🔫Подсказка: справедливость не всегда решается голосованием. Иногда пуля быстрее.",
  "loader_hint_20": "🍻 Подсказка: даже деревенский пьяница служит определенной цели... особенно в качестве плохой еды для волков.",
  "loader_hint_21": "👑 Подсказка: кровь слишком королевская, чтобы толпа пролила ее. Линч провалится.",
  "loader_hint_22": "🎭 Подсказка: некоторые рождаются без личности только для того, чтобы украсть судьбу другого.",
  "loader_hint_23": "♟ Подсказка: иногда лучшая защита — это жертва. Твой опекун может умереть, но ты будешь жить.",
  "loader_hint_24": "🐺🌝 Подсказка: враг иногда носит лицо друга. Даже не доверяйте видению Провидца.",
  "loader_hint_25": "☃️Подсказка: Подкрадывается леденящий холод... Кто-то не проснется, а кто-то просто... замерзнет.",
  "loader_hint_26": "🧑‍⚕️ Подсказка: смерть не всегда постоянна. Доктор может быть рядом.",
  "loader_hint_27": "⛏️Подсказка: сегодня вечером пути запутаны. Ваш визит может оказаться не там, где вы ожидаете...",
  "loader_hint_28": "🦸‍♂ Подсказка: правосудие сегодня другое. Толпа может голосовать только среди двух человек.",
  "loader_hint_29": "🧪 Подсказка: не принимайте каждое предложенное зелье. Некоторые приносят жизнь, другие приносят яд.",
  "loader_hint_30": "🦜Подсказка: некоторые тайны раскрываются даже после смерти. Последние слова Снитча всегда показательны.",
  "loader_hint_31": "✨ Подсказка: следите за голосованием! Тот, кто наберет наименьшее количество голосов, может умереть...",
  "loader_hint_32": "🪄 Подсказка: если вы линчеваете иллюзиониста, вы можете просто утащить с ним в могилу невинную душу.",
  "loader_hint_33": "😈 Подсказка: не слишком доверяйте своим способностям. Вы можете проснуться простым сельским жителем.",
  "loader_hint_34": "😵‍💫 Подсказка: у вас только одна цель: заставить их линчевать. Любой ценой.",
  "loader_hint_35": "👱🌚 Подсказка: не каждый зверь — монстр. Но для Провидца Человек-Волк выглядит как враг.",
  "loader_hint_36": "📚Подсказка: старые сказки спасают жизни. Мудрый Старец выжил достаточно, чтобы выдержать один укус.",
  "loader_hint_37": "🤕 Подсказка: смотрите, куда вы указываете пальцем! Неуклюжий игрок голосует правильно только в половине случаев.",
  "loader_hint_38": "☠️Подсказка: будьте осторожны с тем, кого хороните. Могильщик может украсть их роль и использовать ее против вас.",
  "loader_hint_39": "🌀 Подсказка: иногда знание того, чем кто-то НЕ является, так же важно, как и знание того, кем он является.",
  "loader_hint_40": "🦅 Подсказка: посмотрите на небо. Авгур видит роли, которых не хватает в игре.",
  "loader_hint_41": "💤 Подсказка: если ночь тиха и никто не шевелится, значит, Песочный человек усыпил всю деревню.",
  "loader_hint_42": "🤯 Подсказка: царит хаос! Возмутитель спокойствия требует крови — сегодня в петлю попадут два человека.",
  "loader_hint_43": "🛐 Подсказка: Молитва за умирающего раскрывает убийцу. Проповедник видит грех, но и грешник видит его.",
  "loader_hint_44": "🪖 Подсказка: мафия выбрала цель, но Солдат может заставить линчевать кого-то другого.",
  "loader_hint_45": "🎩 Подсказка: Культ растет в тени, и только Босс точно знает, сколько в нем членов.",
  "loader_hint_46": "🐺🎴 Подсказка: кража личных данных — это не шутка. Разбойник носит маску, похожую на вашу.",
  "loader_hint_47": "🐺🌚Подсказка: На урну падает темнота. Когда появляется Теневой Волк, все голосуют вслепую.",
  "loader_hint_48": "🐺✨ Подсказка: Парадокс! Сегодня вечером умрет тот, кто наберет наименьшее количество голосов.",
  "loader_hint_49": "🃏 Подсказка: реальны ли ваши видения? Ты можешь думать, что ты Провидец, но на самом деле ты Дурак.",
  "loader_hint_50": "💀 Подсказка: смерть — это не конец. Скелет все еще может дотянуться до могилы и заблокировать ваш голос.",
  "loader_hint_51": "🧜Подсказка: остерегайтесь гнева моря. Когда Посейдон поднимается, цунами забирает случайную жизнь.",
  "loader_hint_52": "🖕 Подсказка: вы думали, что набор уничтожен? Предатель просто ждал, чтобы занять их место.",
  "loader_hint_53": "⚒ Подсказка: серебряная пыль — лучший щит. Кузнец может один раз отразить атаку волка.",
  "loader_hint_54": "👶 Подсказка: тщательно охраняйте образец для подражания. Если они умрут, невинный Дикий Дитя превратится в дикого зверя.",
  "loader_hint_55": "🙇 Подсказка: ученик становится мастером. Когда Провидец падает, Ученик берет хрустальный шар."

}
